--n--
--unk--
--unk_adj--
--unk_adv--
--unk_digit--
--unk_noun--
--unk_punct--
--unk_upper--
--unk_verb--
Tomás
Saraceno
explores
different
ways
we
can
inhabit
this
planet
–
in
collaboration
with
other
species
,
and
in
``
cloud
cities
''
that
float
in
the
sky
.

As
a
new
exhibition
of
his
work
opens
at
The
Shed
in
New
York
,
the
Argentine
artist
explains
how
he
's
attempting
to
rescue
lost
narratives
.

``
There
are
many
wisdoms
embedded
in
cultures
still
alive
today…
by
rescuing
some
of
these
narratives
that
somehow
are
getting
lost
,
we
might
be
better
off
,
''
says
Tomás
Saraceno
.

For
his
latest
exhibition
at
The
Shed
in
New
York
,
the
Argentine
artist
draws
on
some
of
these
embedded
wisdoms
,
working
with
a
community
of
``
spider
diviners
''
in
Cameroon
and
even
collaborating
with
spiders
in
what
he
calls
``
interspecies
communication
''
.

Trained
as
an
architect
,
he
believes
that
artists
and
scientists
should
work
together
–
and
has
dissolved
the
boundaries
between
different
disciplines
in
his
works
,
which
include
a
solar-powered
balloon
that
can
carry
humans
and
``
cloud
cities
''
floating
above
the
Earth
.

``
We
need
to
learn
to
move
differently
,
or
relearn
some
other
form
of
moving
from
the
past
,
''
Saraceno
says
in
this
video
,
the
first
in
BBC
Culture
's
Blue-sky
Thinking
series
.

Video
by
Madeline
Johnson
Tomás
Saraceno
:
Particular
Matter
(
s
)
is
at
The
Shed
,
New
York
until
17
April
.

If
you
would
like
to
comment
on
this
story
or
anything
else
you
have
seen
on
BBC
Culture
,
head
over
to
our
Facebook
page
or
message
us
on
Twitter
.

And
if
you
liked
this
story
,
sign
up
for
the
weekly
bbc.com
features
newsletter
,
called
The
Essential
List
.

A
handpicked
selection
of
stories
from
BBC
Future
,
Culture
,
Worklife
and
Travel
,
delivered
to
your
inbox
every
Friday
.

The
mythical
goddesses
who
broke
the
rules
of
sex
and
power
–
and
manifested
our
worst
anxieties
.

Daisy
Dunn
explores
the
fierce
deities
who
were
both
revered
and
feared
.

In
the
1st
Century
,
bathers
in
the
city
of
Bath
who
suffered
the
ignominy
of
having
their
clothes
stolen
while
they
were
enjoying
a
soak
knew
exactly
who
to
call
upon
for
help
.

The
goddess
Sulis
,
who
presided
over
the
hot
baths
,
cold
baths
and
glistening
plunge
pools
of
the
Roman
complex
,
was
known
principally
for
her
ability
to
heal
,
but
she
also
had
a
remarkable
capacity
for
vengeance
.

More
than
100
ancient
curse
tablets
have
been
excavated
from
her
spring
,
many
of
them
featuring
strong-worded
pleas
for
the
goddess
to
punish
those
who
'd
made
off
with
other
people
's
possessions
.

Thieves
beware
.

Sulis
is
just
one
of
a
number
of
goddesses
who
feature
in
an
ambitious
new
exhibition
,
Feminine
Power
,
at
the
British
Museum
in
London
.

Examining
the
prominence
of
female
deities
and
figures
of
reverence
from
six
continents
across
thousands
of
years
,
the
show
is
as
rich
in
scope
as
it
is
in
divine
faces
.

Sharing
the
gallery
with
Sulis
,
a
local
manifestation
of
the
Roman
goddess
Minerva
,
is
everyone
from
the
Egyptian
deity
Sekhmet
to
the
Hindu
Kali
,
the
Japanese
Kannon
and
the
Mexican
Coatlicue
.

It
is
striking
how
many
of
these
goddesses
have
been
worshipped
for
seemingly
contradictory
qualities
.

Just
as
Sulis
was
credited
with
powers
of
healing
as
well
as
powers
of
exacting
revenge
,
so
Inanna
of
ancient
Mesopotamia
was
viewed
as
a
goddess
of
both
sex
and
war
.

An
early
hymn
describes
her
as
a
dread
deity
who
brings
death
to
men
on
the
battlefield
and
mourning
to
the
households
they
leave
behind
.

In
other
writings
,
she
is
celebrated
for
the
sexual
potency
she
inspires
in
mortals
she
favours
.

Sumerian
kings
did
their
best
to
combine
the
best
of
both
worlds
by
envisaging
themselves
as
sleeping
with
Inanna
in
order
to
attain
her
protection
in
war
.

This
was
,
perhaps
in
part
,
a
way
of
tempering
their
fears
of
her
authority
.

The
ability
of
goddesses
to
cross
societal
boundaries
established
between
the
sexes
on
Earth
was
one
of
the
main
things
that
elevated
them
above
most
mortal
women
.

Inanna
,
who
was
credited
with
the
power
to
transform
men
into
women
,
and
women
into
men
,
was
sometimes
even
described
as
if
she
herself
were
male
.

Professor
Mary
Beard
,
one
of
five
guest
contributors
to
the
exhibition
,
observes
in
her
prologue
to
the
show
's
catalogue
that
the
Greek
goddess
of
wisdom
Athena
similarly
had
``
martial
attributes
that
fundamentally
conflict
with
Greek
concepts
of
female
gender
''
.

The
Roman
goddess
Venus
overstepped
the
accepted
boundaries
with
particular
aplomb
.

Like
Inanna
,
she
found
a
place
in
men
's
hearts
on
the
battlefield
as
well
as
in
the
bedroom
.

Mary
Beard
explains
:
``
It
's
Venus
and
the
unswayable
,
unstoppable
power
of
desire
that
in
a
way
brings
Rome
its
military
victories
.

''
Julius
Caesar
claimed
to
be
a
descendent
of
Venus
via
her
son
Aeneas
,
hero-turned-refugee
of
the
Trojan
War
,
and
placed
the
goddess
prominently
on
some
of
his
coinage
.

Later
leaders
,
too
,
looked
back
to
Roman
goddesses
almost
as
a
hallmark
of
their
authority
.

Minerva
was
depicted
in
the
presence
of
Wellington
and
Napoleon
as
well
as
Queen
Elizabeth
I
.

The
idea
that
female
figures
of
power
have
been
more
important
to
women
throughout
history
than
to
men
is
certainly
belied
.

Amenhotep
,
a
Pharoah
of
the
18th
dynasty
in
Egypt
,
went
so
far
as
to
commission
a
vast
quantity
of
sculptures
of
Sekhmet
for
his
mortuary
temple
on
the
Nile
,
in
the
belief
that
she
would
help
ward
off
pestilence
and
plague
.

And
men
were
responsible
for
making
at
least
some
of
the
cult
statues
and
artworks
of
goddesses
that
still
survive
today
.

Belinda
Crerar
,
lead
curator
of
the
exhibition
,
tells
BBC
Culture
,
``
In
a
lot
of
cases
,
we
do
n't
know
exactly
who
was
making
the
objects
.

We
tend
to
assume
they
were
made
by
men
,
but
this
was
not
necessarily
the
case
.

In
the
first
section
of
the
exhibition
there
's
a
bronze
dish
,
probably
made
in
Birmingham
,
and
decorated
by
women
''
.

While
many
goddesses
were
thought
to
lend
their
support
to
women
in
conceiving
and
delivering
children
,
there
were
also
individuals
credited
with
the
power
to
do
the
opposite
.

Female
figures
of
power
could
in
fact
be
a
source
of
anxiety
to
women
in
the
very
sphere
in
which
their
assistance
was
needed
most
.

Among
the
Sumerians
,
Lamashtu
,
a
goddess
with
the
head
of
a
lion
and
the
jaw
of
a
donkey
,
was
believed
to
creep
into
the
houses
of
women
while
they
were
in
labour
to
steal
their
babies
.

In
Mexico
,
Cihuateteo
(
``
divine
women
''
)
,
the
spirits
of
would-be
mothers
who
had
died
in
labour
,
were
rumoured
to
return
on
five
days
in
the
Aztec
year
to
snatch
newborns
from
their
cradles
.

And
Lilith
was
described
as
the
first
wife
of
Adam
,
and
as
a
bringer
of
infant
death
and
sterility
.

A
haunting
sculpture
of
her
by
contemporary
artist
Kiki
Smith
is
mounted
high
on
one
wall
of
the
exhibition
.

Her
fierce
blue
eyes
are
liable
to
catch
you
off
guard
.

These
deities
were
profound
manifestations
of
real
human
fears
.

It
would
be
true
to
say
that
anxiety
has
helped
shape
several
of
the
stories
that
have
come
down
to
us
about
female
figures
of
power
.

In
many
early
cultures
,
the
Earth
itself
was
seen
to
be
female
,
or
to
revolve
around
the
behaviour
of
Earth
goddesses
.

The
ancient
Greek
myth
of
Demeter
and
Persephone
,
for
example
,
was
used
to
explain
the
existence
of
the
seasons
.

Upon
hearing
that
her
daughter
had
been
abducted
by
Hades
of
the
Underworld
,
Demeter
went
into
mourning
,
causing
the
crops
she
usually
protected
to
fail
.

Persephone
's
consumption
of
some
pomegranate
seeds
kept
her
in
the
darkness
for
part
of
the
year
only
.

Her
return
to
the
upper
world
cheered
her
mother
and
heralded
the
arrival
of
spring
and
its
fruits
.

Similarly
,
in
Hindu
texts
,
the
goddess
Shri-Lakshmi
was
described
as
leaving
the
Earth
after
suffering
a
slight
,
thereby
wreaking
devastation
in
the
fields
.

These
stories
had
agency
because
feminine
power
was
intrinsic
to
man
's
conception
of
our
planet
.

In
Hinduism
,
Shiva
's
wife
,
Sati
,
was
believed
to
become
part
of
the
physical
universe
after
she
died
.

Her
body
fell
in
pieces
across
the
landscapes
below
,
inspiring
the
foundation
of
the
Kamakhya
Temple
in
Assam
,
on
the
very
spot
her
vulva
was
said
to
have
settled
.

Still
today
,
a
festival
is
held
here
in
monsoon
season
.

Worshippers
gaze
in
wonder
as
the
natural
spring
turns
red
with
the
seepage
of
iron
oxide
.

It
is
as
if
the
goddess
were
menstruating
.

As
important
as
these
modes
of
worship
are
,
one
ca
n't
help
but
feel
that
men
have
endowed
female
deities
with
powers
beyond
their
human
counterparts
to
illustrate
why
female
rule
on
Earth
would
be
disastrous
.

While
the
Egyptian
Sekhmet
was
upheld
for
her
life-giving
potential
,
like
Shri-Lakshmi
and
Demeter
,
she
could
also
deliver
destruction
.

It
was
said
that
she
was
sent
to
plunder
the
Earth
after
mortals
rebelled
against
her
father
,
the
sun
god
,
Ra
.

Sekhmet
did
as
she
was
told
but
got
carried
away
.

Ra
was
so
ashamed
by
her
bloodlust
that
he
recalled
her
.

Sekhmet
would
not
give
up
.

The
only
way
Ra
could
stop
her
in
her
tracks
was
by
disguising
alcohol
as
blood
so
that
she
would
become
too
inebriated
to
continue
.

Still
today
,
women
in
power
are
often
as
much
feared
as
they
are
revered
or
,
at
least
,
are
presented
as
threatening
in
their
success
and
their
ability
to
smash
glass
ceilings
.

If
the
examples
of
the
past
reveal
anything
,
it
is
that
female
figures
of
authority
are
always
at
the
ready
to
rise
up
and
defy
expectation
.

They
are
brilliant
for
being
everything
people
assume
they
are
not
.

Daisy
Dunn
's
new
book
,
Not
Far
From
Brideshead
:
Oxford
between
the
Wars
,
is
out
now
.

Feminine
Power
–
the
Divine
to
the
Demonic
is
at
the
British
Museum
,
London
,
until
25
September
.

If
you
would
like
to
comment
on
this
story
or
anything
else
you
have
seen
on
BBC
Culture
,
head
over
to
our
Facebook
page
or
message
us
on
Twitter
.

And
if
you
liked
this
story
,
sign
up
for
the
weekly
bbc.com
features
newsletter
,
called
The
Essential
List
.

A
handpicked
selection
of
stories
from
BBC
Future
,
Culture
,
Worklife
and
Travel
,
delivered
to
your
inbox
every
Friday
.

An
exhibition
on
Surrealism
,
co-curated
by
Tate
Modern
and
the
Metropolitan
Museum
of
Art
,
explores
the
movement
's
previously
unacknowledged
multi-culturalism
.

These
artworks
from
six
continents
explain
how
,
says
Matt
Wilson
.

FFrom
its
beginnings
,
Surrealism
's
objective
was
to
subvert
the
things
most
people
believed
to
be
the
very
foundations
of
modern
civilisation
:
logic
,
convention
and
reasoning
.

Surrealism
promised
intellectual
liberty
to
its
followers
–
initially
writers
,
and
only
latterly
visual
artists
.

These
artists
aimed
to
open
doorways
on
to
worlds
that
political
authorities
ca
n't
penetrate
:
the
imagination
,
impulses
and
dreams
.

And
subsequently
a
history
was
told
by
scholars
to
define
Surrealism
.

This
involved
a
condensed
cast
of
(
mostly
male
)
heroes
including
the
movement
's
father
André
Breton
,
who
had
written
the
first
Surrealist
manifesto
in
1924
.

Mostly
,
it
involved
his
disciples
–
artists
like
Salvador
Dalí
,
René
Magritte
and
Max
Ernst
.

It
also
became
intimately
linked
with
Western
cities
:
particularly
Paris
and
New
York
.

``
That
's
how
histories
are
made
and
simplified
for
people
to
get
a
grip
on
,
''
Matthew
Gale
,
curator
of
Surrealism
Beyond
Borders
,
an
exhibition
at
London
's
Tate
Modern
,
tells
BBC
Culture
.

``
Historians
complicate
them
by
doing
research
.

''
This
research
,
which
was
undertaken
by
Gale
,
his
co-curator
Stephanie
D'Alessandro
and
a
team
of
scholars
,
involved
going
back
to
original
publications
and
exhibition
catalogues
,
and
discovering
many
lesser-known
artists
that
deserve
re-examination
.

``
We
've
approached
it
from
a
transnational
and
transhistorical
point
of
view
,
''
says
Gale
,
``
Surrealism
is
not
a
style
,
it
's
a
state
of
mind
that
leads
to
a
free
individual
creativity
.

''
To
demonstrate
this
new
perspective
,
Matthew
Gale
reveals
how
artists
from
six
continents
–
Australasia
,
Asia
,
Europe
,
North
America
,
Central
America
and
Africa
–
were
inspired
by
Surrealist
techniques
and
ideas
.

One
of
the
exhibition
's
most
extraordinary
artworks
is
Tusalava
(
1929
)
,
a
10-minute
animated
film
by
New
Zealand-born
Len
Lye
.

In
it
,
primordial
,
worm-like
forms
wriggle
out
of
a
void
,
give
birth
to
a
humanoid
figure
,
and
then
vanquish
him
.

Lye
was
inspired
by
tales
of
the
witchetty
grub
which
came
from
the
Arrernte
people
of
Central
Australia
,
and
used
imagery
inspired
by
Māori
and
Samoan
art
.

But
these
cross-cultural
interests
were
combined
with
a
technique
beloved
of
the
Surrealists
.

``
It
is
painted
directly
on
to
the
film
,
so
it
is
a
sort
of
doodling
automatism
made
directly
on
to
the
celluloid
,
''
Gale
explains
.

Automatism
is
a
characteristic
Surrealist
process
that
involves
``
free
''
writing
or
drawing
,
in
an
attempt
to
decouple
expression
from
conscious
control
.

The
film
–
the
result
of
two
years
'
worth
of
painstaking
work
–
brings
the
spectacle
of
automatism
breathtakingly
to
life
.

With
its
factory
,
sea
vessels
and
airship
,
Japanese
artist
Koga
Harue
's
monumental
painting
The
Sea
(
1929
)
seems
to
be
a
paean
to
technology
.

This
was
an
intentional
rebellion
against
what
Koga
and
his
colleagues
disliked
in
European
Surrealism
.

They
thought
that
Breton
and
his
followers
were
decadent
in
disengaging
with
modern
progress
,
and
proposed
a
'
''
scientific
''
Surrealism
in
Japan
.

But
they
retained
a
technique
favoured
by
the
Surrealists
in
Paris
:
the
combination
of
otherwise
disassociated
symbols
to
create
magical
effects
.

``
What
Koga
Harue
does
is
to
show
that
through
unexpected
juxtapositions
,
there
is
something
perhaps
irrational
in
the
rational
,
''
Gale
says
.

This
is
born
out
in
uncanny
visual
relationships
,
such
as
the
oversized
Western
bather
contrasted
with
a
factory
's
clockwork
logic
,
and
the
mysterious
world
of
the
seabed
confronting
the
deadly
stealth
of
a
submarine
.

Surrealism
was
born
in
Europe
,
and
Salvador
Dalí
's
Lobster
Telephone
,
made
in
Paris
in
1938
,
is
one
of
its
most
famous
icons
.

``
It
is
a
brilliant
combination
of
unconnected
things
that
becomes
an
object
that
is
both
functional
and
completely
irrational
,
''
Gale
explains
.

``
It
's
a
totally
marvelous
thing
,
made
at
that
critical
moment
when
Dalí
is
managing
to
establish
himself
as
a
celebrity
around
the
world
.

''
Indeed
,
one
of
the
things
that
popularised
Surrealism
internationally
was
Dalí
's
involvement
in
advertising
and
with
Hollywood
.

He
devised
a
dream
sequence
for
Alfred
Hitchcock
's
Spellbound
(
1945
)
and
briefly
worked
at
Walt
Disney
Studios
.

``
You
ca
n't
downplay
the
significance
of
Dalí
's
celebrity
moment
because
that
's
what
fixed
it
in
people
's
minds
,
''
says
Gale
.

Lobster
Telephone
was
made
for
Edward
James
,
the
London
collector
,
for
his
house
in
Wimpole
Street
.

``
As
far
as
I
am
aware
James
actually
used
these
phones
,
''
Gale
explained
.

``
I
'm
not
sure
what
one
does
with
the
claws…
''
.

The
traditional
story
of
Surrealism
tells
us
that
it
began
in
Europe
and
migrated
to
the
US
at
the
outbreak
of
World
War
Two
,
as
intellectuals
and
artists
fled
from
the
Nazis
.

But
Gale
disagrees
.

``
There
were
different
points
of
contact
and
different
points
of
departure
for
Surrealism
within
the
United
States
–
much
more
complex
than
just
the
Europeans
arriving
in
1940
.

''
Dorothea
Tanning
,
however
,
did
benefit
from
the
appearance
of
European
Surrealists
in
the
US
.

She
saw
a
Surrealist
exhibition
in
New
York
in
1936
,
and
visited
Paris
three
years
later
.

She
married
Max
Ernst
after
his
emigration
to
the
USA
,
and
the
pair
eventually
lived
together
in
a
remote
outpost
of
the
Arizona
desert
.

``
She
found
in
Surrealism
a
sense
of
autobiographical
release
,
''
says
Gale
,
``
a
way
to
plumb
her
personal
experience
,
and
find
a
way
to
express
that
through
her
work
.

The
dreamscape
that
is
implied
both
by
the
imagery
and
the
title
is
a
fundamental
thread
in
Surrealism
that
you
can
penetrate
to
the
subconscious
to
elicit
new
poetic
and
pictorial
images
,
but
also
to
release
those
repressed
ideas
and
fears
.

''
Eine
Kleine
Nachtmusik
hints
at
imponderable
desires
,
and
acts
with
its
ambiguous
symbols
.

These
include
a
life-sized
doll
,
and
a
girl
whose
approach
to
an
ominously
open
door
is
blocked
by
an
oversized
sunflower
with
ripped
petals
.

Wilfredo
Lam
's
art
exposes
an
incredibly
rich
vein
of
Surrealism
in
South
America
.

His
father
was
Chinese
,
his
mother
was
Afro-Cuban
,
and
after
studying
in
Cuba
he
travelled
through
Europe
to
work
alongside
Surrealists
in
Paris
.

On
the
way
,
he
fought
on
the
Republican
side
in
the
Spanish
Civil
War
.

Leaving
Europe
at
the
outset
of
World
War
Two
,
he
found
himself
on
the
same
ship
as
André
Breton
.

``
When
Lam
returned
to
Cuba
,
he
found
it
a
corrupt
place
,
and
was
deeply
shocked
by
its
racism
,
and
its
financial
and
social
inequality
.

He
turned
this
into
the
fuel
for
his
art
which
drew
upon
Afro-Cuban
traditions
,
and
turned
them
against
the
dominant
society
–
and
by
implication
against
the
neo-colonialism
of
the
United
States
,
''
says
Gale
.

Bélial
Empereur
des
Mooches
translates
as
``
Belial
Emperor
of
the
Flies
''
.

Venus
,
the
Roman
goddess
of
love
,
stands
on
the
left
,
and
on
the
right
is
a
figure
who
is
a
hybrid
of
Mars
,
the
god
of
war
,
and
Changó
,
the
Yoruba
thunder
god
.

The
title
refers
to
Belial
,
an
alternative
name
for
the
devil
in
Christianity
,
and
also
uses
forms
reminiscent
of
Vooduo
ceremonies
Lam
witnessed
alongside
Breton
in
Haiti
.

It
's
testament
to
one
important
thread
of
international
Surrealism
–
its
adaptability
to
local
traditions
and
beliefs
,
and
its
frequently
vocal
opposition
to
colonialism
.

Malangatana
Ngwenya
was
a
Mozambican
artist
,
whose
Untitled
(
1967
)
gives
us
one
example
of
how
Surrealism
had
an
impact
in
Africa
.

A
committed
Marxist
and
a
member
of
Frelimo
,
the
anti-Portuguese
freedom
movement
during
the
time
of
Mozambique
's
struggle
for
independence
,
he
bore
witness
to
the
tragic
civil
war
that
followed
separation
from
Portugal
.

In
the
1960s
,
Malangatana
was
invited
to
exhibit
alongside
other
Surrealists
at
the
Luanda
Museum
in
Angola
.

``
He
is
an
interesting
figure
in
relation
to
Surrealism
because
other
people
saw
his
work
and
said
:
'this
looks
like
Surrealism
'
.

He
later
showed
work
in
Surrealist
exhibitions
in
Portugal
and
in
Chicago
.

He
is
a
Surrealist
by
invitation
,
''
explained
Gale
.

Like
a
medieval
depiction
of
hell
,
Untitled
shows
figures
dismembered
and
eaten
alive
by
monsters
–
Malangatana
has
conveyed
a
historical
tragedy
as
if
perceived
at
the
height
of
a
fever
dream
.

Artists
from
around
the
globe
were
electrified
by
the
promise
of
imaginative
freedom
offered
by
Surrealism
.

They
used
Surrealist
techniques
like
automatism
,
juxtaposition
and
dream
imagery
to
explore
the
inner
life
of
the
mind
,
sometimes
using
indigenous
cultural
forms
to
make
a
political
–
often
anti-colonialist
–
point
.

The
US
poet
,
musician
and
artist
Ted
Joans
epitomises
the
uniquely
international
character
of
Surrealism
.

``
Joans
was
incredibly
energetic
and
constantly
on
the
move
in
his
lifetime
,
''
Gale
explains
.

Joans
's
Long
Distance
exemplifies
his
life
's
work
.

It
is
a
10m-long
game
of
consequences
–
the
children
's
game
where
one
player
draws
part
of
a
scene
and
covers
it
for
the
next
player
to
add
to
,
and
pass
along
for
the
next
turn
.

``
But
this
is
on
a
mammoth
scale
and
made
over
a
couple
of
decades
.

There
are
poets
and
musicians
,
writers
and
political
thinkers
as
well
as
artists
who
have
contributed
.

Joans
was
the
thread
that
brings
these
people
together
and
he
made
it
in
Paris
,
Mali
,
North
and
Central
America
and
London
.

''
You
can
see
all
kinds
of
familiar
names
involved
in
the
game
including
Malangatana
,
Dorothea
Tanning
,
Paul
Bowles
,
Allen
Ginsberg
,
William
S
Burroughs
,
James
Rosenquist
,
Roland
Penrose
and
Jacob
Lawrence
.

It
seems
to
bring
all
the
most
wonderful
aspects
of
Surrealism
together
–
the
playfulness
,
the
political
commitment
,
the
view
that
the
movement
aimed
to
be
above
creed
,
race
or
ethnicity
.

Gale
agrees
.

``
It
embodies
the
fundamental
idea
that
Surrealism
was
an
international
community.
''
.

In
1938
,
a
Ukrainian-born
grandmother
created
one
of
art
's
biggest
shocks
–
but
it
was
attributed
to
the
US
painter
Jackson
Pollock
.

For
International
Women
's
Day
,
Kelly
Grovier
explores
the
influence
of
Janet
Sobel
.

This
is
the
way
the
story
has
always
been
told
:
in
1947
,
Jackson
Pollock
,
the
pioneering
American
painter
whose
rugged
name
rhymes
with
the
verve
of
his
virile
persona
,
finally
lost
patience
with
the
fussy
finesse
of
careful
brushstrokes
that
had
defined
art
history
.

Chucking
his
bristles
and
easel
aside
,
he
grabbed
some
sticks
and
started
flinging
paint
directly
on
a
canvas
he
'd
stretched
out
on
the
floor
.

With
a
flick
of
his
wrist
while
galloping
around
the
work
like
a
ranch
hand
roping
a
rampant
calf
–
not
so
much
painting
a
passive
image
as
lassoing
an
untamable
one
–
Pollock
had
hit
upon
a
fresh
new
mode
of
energetic
artistic
expression
,
one
with
muscle
and
swagger
befitting
the
wild
west
of
his
Wyomingite
birth
and
the
wide
,
dry
lightning
plains
of
his
unbridled
psyche
.

``
During
the
summer
of
1947
,
''
Camille
Paglia
writes
in
her
excellent
survey
of
milestones
in
the
history
of
image-making
,
Glittering
Images
:
A
Journey
Through
Art
from
Egypt
to
Star
Wars
,
``
there
was
a
major
breakthrough
:
he
invented
his
signature
'drip
'
style
,
which
would
transform
contemporary
art
.

''
Pollock
's
was
an
instinctive
,
shoot-from-the-hip
technique
that
did
n't
painstakingly
plot
its
next
move
–
rather
,
one
that
grabs
a
bottle
,
takes
a
swig
,
wipes
its
lips
on
its
cracked
knuckles
,
and
could
n't
care
less
who
's
watching
.

This
is
painting
free
from
form
and
formalities
,
the
kind
of
painting
that
only
an
American
,
a
real
American
,
could
invent
.

Only
it
was
n't
.

Contrary
to
established
myth
–
a
myth
accelerated
by
sensational
spreads
in
Time
and
Life
magazines
in
1949
and
1956
under
such
eyebrow-raising
headlines
as
``
Jack
the
Dripper
''
and
``
Is
he
the
greatest
living
painter
in
the
United
States
?

''
–
Pollock
's
``
signature
''
style
was
n't
his
invention
at
all
,
but
the
brainchild
of
another
artist
,
one
whose
extraordinary
story
confounds
and
invigorates
our
understanding
of
one
of
the
most
celebrated
contours
in
recent
cultural
history
.

Put
simply
,
modern
art
has
a
problem
.

Her
name
is
Janet
Sobel
.

The
true
story
of
the
birth
of
both
the
``
drip
''
technique
and
so-called
``
all-over
painting
''
(
in
which
the
surface
of
a
work
is
approached
holistically
from
every
direction
)
,
is
no
less
remarkable
than
the
famous
fable
:
in
1938
,
a
45-year-old
Ukrainian-born
grandmother
,
with
no
previous
artistic
training
,
began
fiddling
around
with
her
son
's
painting
supplies
and
changed
the
course
of
cultural
history
.

Born
Jennie
Lechovsky
in
a
Jewish
town
in
eastern
Ukraine
in
1893
,
Sobel
escaped
the
violence
of
anti-Semitic
pogroms
(
in
which
her
father
had
been
killed
)
,
and
arrived
in
New
York
with
her
mother
and
three
siblings
in
1908
,
when
she
was
15
.

Much
of
the
next
three
decades
would
be
devoted
to
the
rearing
of
five
children
who
she
had
with
Max
Sobel
,
an
engraver
and
goldsmith
,
whom
she
married
the
year
after
she
reached
Ellis
Island
.

It
was
only
when
their
19-year-old
son
Sol
,
frustrated
with
his
own
artist
development
,
palmed
off
his
supplies
to
his
mother
in
the
late
1930s
that
Sobel
herself
began
to
experiment
with
making
paintings
.

``
One
story
has
it
,
''
according
to
the
art
historian
Gail
Levin
,
``
that
she
began
to
draw
on
top
of
some
of
the
drawings
that
Sol
brought
home
from
his
art
classes
...
Another
is
that
Sol
,
while
still
in
high
school
,
had
won
a
scholarship
to
the
Art
Students
League
,
which
,
against
his
mother
's
wishes
,
he
sought
to
give
up
.

When
she
tried
to
convince
him
to
continue
,
he
reportedly
exclaimed
:
'If
you
're
so
interested
in
art
,
why
do
n't
you
paint
?

'
''
.

She
was
a
natural
.

Without
any
instilled
deference
to
rules
that
must
n't
be
broken
–
and
with
the
fearlessness
of
someone
who
had
survived
the
traumas
of
religious
persecution
and
the
hardships
of
the
Great
Depression
–
Sobel
unselfconsciously
set
about
inventing
art
as
if
entirely
from
scratch
.

The
first
flush
of
works
is
characterised
by
a
primitivist
poetry
of
dreamlike
forms
floating
in
enchanted
landscapes
with
a
levitational
allure
that
recalls
the
mystical
visions
of
Marc
Chagall
,
whose
own
fierce
folkloric
imagination
had
been
forged
by
the
violence
of
pogroms
.

But
it
is
n't
long
before
figurative
storytelling
gives
way
to
a
more
ambiguously
amorphous
cadence
of
expression
that
strayed
beyond
Surrealist
impulses
to
pure
abstraction
.

With
no
inculcated
allegiance
to
any
artistic
school
or
prejudice
regarding
the
appropriateness
of
materials
,
Sobel
began
playing
both
with
what
a
painting
can
say
and
how
it
can
say
it
.

Using
unconventional
implements
such
as
glass
eye-droppers
to
squirt
paint
and
the
strong
suck
of
a
vacuum
to
drag
wet
splatters
into
thin
gossamers
that
no
traditional
brush
could
spin
,
she
assaulted
the
surface
of
canvases
laid
out
on
the
floor
,
orchestrating
a
liquid
lyricism
of
spills
,
splashes
and
spits
the
likes
of
which
had
never
before
been
seen
.

The
result
was
works
such
as
Milky
Way
,
1945
–
a
silent
symphony
of
delicate
enamel
whorls
and
surging
spatters
that
Sobel
created
two
years
before
Pollock
would
fling
his
first
skirl
of
paint
or
began
producing
his
own
inchoate
cosmic
sonatas
such
as
Galaxy
(
1947
)
.

Some
creative
coincidences
can
be
chalked
up
to
the
untraceable
synergies
of
zeitgeist
–
contemporaneous
imaginations
incidentally
synchronised
to
the
same
cultural
stimuli
.

This
is
n't
one
of
them
.

Pollock
was
profoundly
influenced
by
Sobel
's
work
,
and
history
has
saved
the
receipts
.

Almost
as
quickly
as
Sobel
had
begun
to
experiment
with
making
images
,
her
son
Sol
set
about
attracting
attention
to
her
remarkable
efforts
,
reaching
out
to
everyone
from
Chagall
himself
to
the
influential
art
collector
Sidney
Janis
,
who
would
prove
instrumental
in
establishing
the
reputations
of
everyone
from
Willem
de
Kooning
to
Mark
Rothko
to
Pollock
.

By
1944
,
Sobel
was
well
on
her
way
to
being
a
formidable
fixture
in
the
New
York
art
scene
,
debuting
that
year
with
a
solo
show
at
the
Puma
Gallery
on
57th
Street
–
an
exhibition
that
yielded
widespread
praise
for
her
works
'
``
astounding
sophistication
''
and
``
absolutely
unrestricted
''
imagination
.

Janis
(
who
predicted
that
Sobel
``
will
probably
eventually
be
known
as
one
of
the
important
surrealist
artists
in
this
country
''
)
,
included
her
work
in
a
prominent
exhibition
Abstract
and
Surrealist
Painting
in
America
that
toured
the
country
that
year
.

Soon
after
,
Sobel
's
profile
was
given
a
further
boost
in
1945
,
when
the
legendary
art
promoter
Peggy
Guggenheim
included
her
in
a
prominent
exhibition
,
The
Women
,
at
Guggenheim
's
Art
of
the
Century
gallery
,
before
offering
Sobel
her
own
solo
show
the
following
year
–
an
event
that
incontestably
would
bring
her
innovative
practice
and
paintings
(
if
they
had
not
already
)
to
the
consciousness
of
Pollock
.

Writing
years
later
in
1955
,
the
art
critic
Clement
Greenberg
admitted
to
visiting
the
exhibition
with
Pollock
and
that
the
two
``
noticed
one
or
two
curious
paintings
shown
at
Peggy
Guggenheim
's
by
a
'primitive
'
painter
,
Janet
Sobel
(
who
was
,
and
still
is
,
a
housewife
living
in
Brooklyn
)
''
.

Putting
to
one
side
Greenberg
's
derisory
instinct
to
belittle
the
status
and
achievement
of
Sobel
(
``
curious
''
,
``
primitive
''
,
``
housewife
''
)
,
what
he
goes
on
to
acknowledge
places
beyond
doubt
the
enduring
significance
of
the
encounter
:
'Pollock
(
and
I
myself
)
admired
these
pictures
rather
furtively…
The
effect
–
and
it
was
the
first
really
'all-over
'
one
that
I
had
ever
seen…
–
was
strangely
pleasing
.

Later
on
,
Pollock
admitted
that
these
pictures
had
made
an
impression
on
him.
''
.

Why
``
furtively
''
?

It
is
,
after
all
,
a
word
that
admits
a
level
of
guilt
and
secrecy
to
the
act
of
looking
.

Despite
Pollock
's
own
admission
that
Sobel
's
work
``
had
made
an
impression
on
him
''
,
Greenberg
ca
n't
resist
diminishing
the
magnitude
of
that
acknowledged
impact
.

Greenberg
goes
on
to
insist
that
when
Pollock
``
began
working
consistently
with
skeins
and
splotches
of
enamel
paint
,
the
very
first
results
he
got
had
a
boldness
and
breadth
unparalleled
by
anything
seen
''
in
the
work
of
any
previous
painter
,
including
Sobel
.

``
Even
as
he
selects
Sobel
as
Pollock
's
predecessor
,
''
notes
the
art
historian
Sandra
Zalman
,
``
Greenberg
asserts
that
Pollock
had
already
surpassed
her
.

''
Fortunately
,
we
have
more
to
measure
the
``
boldness
and
breadth
''
of
the
two
artists
'
respective
achievements
–
at
this
formative
stage
in
the
unveiling
of
the
drip
technique
–
than
Greenberg
's
suspiciously
``
furtive
''
assessment
.

Placed
side-by-side
with
Sobel
's
earlier
painting
Milky
Way
,
Pollock
's
Galaxy
is
murky
and
muddled
,
like
someone
still
searching
for
his
voice
or
burying
it
under
lashings
of
doubt
.

After
all
,
Pollock
's
painting
is
,
literally
,
a
cover
up
.

``
At
first
,
in
a
picture
such
as
Galaxy
,
''
explains
his
biographer
Deborah
Soloman
,
``
Pollock
spattered
paint
to
obscure
an
image
that
had
begun
as
a
human
figure
.

''
For
Sobel
,
the
invention
of
drip
painting
was
a
ritual
of
self-revelation
.

For
Pollock
,
at
least
initially
,
the
technique
was
imitative
and
self-concealing
:
a
mask
.

Whatever
one
's
estimation
of
the
relative
merits
of
Sobel
's
and
Pollock
's
work
at
this
moment
in
the
unfolding
narrative
of
modern
art
,
as
history
would
have
it
,
Pollock
would
prove
to
be
in
the
far
stronger
position
to
advance
the
technique
of
drip
painting
,
whether
it
was
his
invention
or
not
.

Just
as
Sobel
was
gaining
traction
as
a
creative
force
in
New
York
–
no
small
feat
for
a
female
artist
of
her
or
any
generation
–
her
circumstances
suddenly
changed
dramatically
,
and
in
ways
that
effectively
removed
her
from
the
world
of
art
completely
.

In
1946
,
the
same
year
that
she
opened
a
solo
show
at
Guggenheim
's
Art
of
the
Century
gallery
,
her
husband
Max
,
moved
the
family
from
Brooklyn
to
Plainfield
,
New
Jersey
,
in
order
to
be
nearer
to
his
costume
jewellery
enterprise
.

Unable
to
drive
,
Sobel
quickly
found
herself
cut
off
from
the
ebb
and
flow
of
the
art
scene
in
which
she
had
only
just
become
an
important
player
.

Compounding
that
geographic
disadvantage
was
the
decision
taken
the
following
year
by
her
biggest
advocate
,
Peggy
Guggenheim
,
to
relocate
to
Europe
,
closing
behind
her
the
doors
of
the
Art
of
the
Century
gallery
–
Sobel
's
principal
platform
.

Adding
insult
to
injury
,
the
onset
of
an
allergy
to
an
ingredient
in
paint
forced
Sobel
to
turn
instead
to
media
such
as
crayons
that
were
less
conducive
to
the
drip
technique
,
all
but
forcing
her
to
abandon
the
innovation
entirely
.

By
1948
,
Janet
Sobel
,
who
would
die
in
obscurity
20
years
later
,
had
effectively
vanished
from
the
art
world
.

Though
not
without
a
trace
.

Her
enduring
genius
can
still
be
mapped
in
the
innumerable
knots
and
infinite
coils
of
pigment
with
which
Pollock
will
proceed
to
intertwine
his
more
famous
canvases
–
endlessly
weaving
her
spirit
into
the
tangled
firmament
of
art
history
.

If
you
would
like
to
comment
on
this
story
or
anything
else
you
have
seen
on
BBC
Culture
,
head
over
to
our
Facebook
page
or
message
us
on
Twitter
.

And
if
you
liked
this
story
,
sign
up
for
the
weekly
bbc.com
features
newsletter
,
called
The
Essential
List
.

A
handpicked
selection
of
stories
from
BBC
Future
,
Culture
,
Worklife
and
Travel
,
delivered
to
your
inbox
every
Friday
.

Five
years
before
Johann
Wolfgang
von
Goethe
's
Theory
of
Colours
,
the
English
artist
Mary
Gartside
published
her
own
challenge
to
the
ideas
of
Isaac
Newton
–
but
,
writes
Kelly
Grovier
,
she
has
disappeared
from
history
.

In
1805
,
a
little-known
English
artist
and
amateur
painting
instructor
did
what
no
woman
before
her
ever
had
:
publish
a
book
on
the
subject
of
colour
theory
.

Though
frustratingly
few
details
of
the
life
and
career
of
Mary
Gartside
have
survived
,
her
unprecedented
volume
reveals
evidence
of
extraordinary
creative
genius
.

Modestly
introduced
by
its
obscure
author
as
little
more
than
a
guidebook
to
``
the
ladies
I
have
been
called
upon
to
instruct
in
painting
''
,
Gartside
's
study
is
accompanied
by
a
series
of
strikingly
abstract
images
unlike
any
produced
previously
by
a
writer
or
artist
of
any
gender
.

At
first
glance
,
you
could
easily
mistake
Gartside
's
eight
watercolour
``
blots
''
for
magnified
floralscapes
that
anticipate
the
outsized
stamens
and
pistils
that
the
US
artist
Georgia
O'Keeffe
would
begin
exploding
out
of
all
proportion
more
than
100
years
later
.

But
look
again
at
these
lucent
surges
of
almost
petals
,
whose
vibrancy
of
colour
is
unshackled
to
tangible
shape
,
and
any
certainty
you
may
have
had
about
what
it
is
that
these
images
portray
or
what
they
mean
begins
to
break
down
.

Neither
fragrant
blossoms
plucked
from
the
real
world
nor
imaginary
blooms
unfolding
in
the
mind
,
Gartside
's
abstract
blots
burst
beyond
the
borders
of
themselves
a
full
century
before
non-figurative
painting
established
itself
on
the
better-known
canvases
of
Wassily
Kandinsky
,
Kazimir
Malevich
and
Piet
Mondrian
.

More
metaphors
for
the
resplendence
of
roses
than
roses
themselves
,
Gartside
's
abstract
blots
served
a
paradoxically
precise
theoretical
function
that
belies
their
amorphous
beauty
.

Titled
,
in
turn
,
``
white
''
,
``
yellow
''
,
``
orange
''
,
``
green
''
,
``
scarlet
''
,
``
blue
''
,
``
violet
''
and
``
crimson
''
,
these
evanescent
experiments
show
each
``
tint
at
various
degrees
of
saturation
''
,
the
art
historian
Alexandra
Loske
explains
in
her
recent
study
Colour
:
A
Visual
History
,
``
and
blending
abstractly
with
others
''
.

Gartside
's
aim
was
to
illustrate
the
harmonies
and
contrasting
hues
of
the
primary
and
secondary
colours
in
a
manner
that
was
more
organic
,
and
perhaps
less
scientifically
aloof
,
than
the
schematised
colour
wheels
of
her
famous
male
forebears
in
the
field
.

While
her
blots
might
have
,
as
TS
Eliot
writes
in
his
1936
poem
Burnt
Norton
,
``
the
look
of
flowers
that
are
looked
at
''
,
in
truth
they
sought
,
generations
before
their
time
,
to
strip
away
the
self-conscious
pretence
of
settled
shape
,
and
instead
to
isolate
the
luminous
energy
that
invigorates
our
perception
of
all
things
:
colour
.

``
Colours
,
''
the
Romantic
essayist
Leigh
Hunt
jauntily
jotted
in
1840
,
``
are
the
smiles
of
nature
.

When
they
are
extremely
smiling
,
and
break
forth
into
other
beauty
besides
,
they
are
her
laughs
;
as
in
the
flowers
''
.

What
is
clear
from
Gartside
's
pioneering
studies
is
that
no
theorist
had
ever
listened
more
intently
to
the
laughter
of
colour
than
she
did
.

``
There
is
no
other
example
of
a
representation
of
colour
systems
,
''
Loske
writes
,
``
that
is
as
inventive
and
radical
as
Gartside
's
colour
blots
''
.

Loske
has
devoted
herself
to
restoring
to
the
story
of
art
the
achievements
of
forgotten
female
writers
and
artists
who
,
despite
historic
discouragement
of
women
to
take
up
either
the
palette
or
the
pen
,
succeeded
in
creating
some
of
the
most
intriguing
aesthetic
inventions
in
cultural
history
.

``
If
somebody
can
find
me
an
earlier
one
,
''
she
tells
BBC
Culture
,
when
asked
about
how
certain
she
is
of
Gartside
's
position
as
the
first
female
author
of
a
theory
of
colour
,
``
I
'd
be
very
happy
to
hear
.

She
is
the
earliest
,
certainly
in
the
Western
world
.

''
Loske
stumbled
across
Gartside
by
chance
as
a
graduate
student
after
landing
a
research
fellowship
based
at
the
Royal
Pavilion
in
Brighton
,
where
she
now
serves
as
curator
.

``
They
wanted
somebody
to
look
into
colour
theory
,
''
she
recalls
,
``
and
I
spent
many
happy
years
doing
this
doctorate
,
and
all
I
could
find
was
men
's
names
.

And
then
I
came
across
this
one
woman
and
that
was
Mary
Gartside
.

Just
one
,
and
that
is
what
really
got
me
going
.

''
What
little
we
know
of
Gartside
's
life
and
career
can
be
compressed
into
a
sentence
or
two
.

Born
in
1755
,
perhaps
in
Manchester
,
she
eventually
taught
women
how
to
paint
watercolour
in
London
,
and
managed
to
show
her
own
work
on
at
least
three
occasions
between
1781
and
1809
,
at
least
once
at
the
Royal
Academy
.

In
Amy
Clampitt
's
poem
,
Balms
(
1980
)
,
which
recalls
a
chance
encounter
with
a
copy
of
Gartside
's
watercolours
and
the
``
pungent
,
velvet-eared
succulence
''
of
the
``
pure
hues
''
they
embody
,
the
US
poet
laments
the
dearth
of
biographical
detail
known
about
the
paintings
'
creator
,
writing
:
``
Mary
Gartside
/
died
,
I
could
n't
even
/
learn
the
year
.

''
During
lockdown
last
year
Loske
kept
digging
,
and
finally
managed
,
with
the
help
of
colleagues
,
to
pin
down
the
date
to
1819
.

``
It
was
particularly
nice
to
find
out
about
this
,
''
Loske
says
,
``
because
I
always
thought
she
died
not
having
been
able
to
enjoy
her
relative
success
.

''
Gartside
's
modestly
entitled
Essay
(
which
was
followed
three
years
later
,
in
1808
,
by
a
revised
edition
that
she
boldly
rechristened
An
Essay
on
a
New
Theory
of
Colours
,
and
on
Composition
in
General
)
predates
by
half
a
decade
Johann
Wolfgang
von
Goethe
's
celebrated
treatise
Theory
of
Colours
,
1810
,
in
which
the
renowned
German
poet
and
critic
sought
to
correct
what
he
believed
were
basic
errors
in
Isaac
Newton
's
understanding
of
our
experience
of
colour
in
the
world
.

Like
Goethe
,
who
had
been
developing
his
ideas
for
decades
,
Gartside
seemed
quietly
determined
to
recalibrate
Newton
's
conception
of
the
spectrum
of
colours
that
comprise
white
light
,
which
the
English
mathematician
famously
hit
upon
as
a
student
during
a
much
earlier
lockdown
in
1666
,
when
the
Great
Plague
triggered
quarantines
,
and
to
inflect
it
with
a
painterly
urgency
and
purpose
it
arguably
lacked
.

``
Calling
it
a
'theory
'
,
''
Loske
tells
me
,
``
is
really
clever
.

She
puts
it
into
a
more
serious
context
,
something
beyond
being
a
painting
manual
.

She
is
most
interesting
in
terms
of
picking
up
Newtonian
ideas
and
adapting
them
to
painting
.

Newton
was
all
about
immaterial
colours
–
about
splitting
the
rainbow
and
about
coloured
lights
.

Someone
had
to
adapt
all
of
that
fantastic
knowledge
to
material
colour
,
and
she
does
that
beautifully
.

''
The
spectrum
of
colours
that
Newton
famously
unweaved
with
his
carefully
angled
prisms
seemed
to
many
more
staged
than
natural
–
hues
of
an
obsessive
intellect
under
artificially
controlled
conditions
rather
than
the
dishevelled
shades
of
messy
reality
.

Newton
's
insistence
on
bending
the
rainbow
to
accommodate
a
redundant
seventh
colour
,
indigo
,
to
sit
alongside
blue
,
merely
to
ensure
that
there
were
as
many
colours
as
there
are
the
planets
in
the
heavens
and
notes
on
the
musical
scale
,
is
often
raised
as
proof
that
he
shaped
what
his
eyes
actually
saw
to
fit
an
airy
ideal
.

The
century
between
his
eventual
publication
of
Opticks
:
A
Treatise
of
the
Reflexions
,
Refractions
,
Inflections
and
Colours
of
Light
–
in
which
Newton
formally
presents
his
ideas
–
and
Gartside
's
and
Goethe
's
volumes
on
colour
theory
in
the
first
decade
of
the
18th
Century
,
would
witness
a
flurry
of
publications
by
writers
and
artists
keen
to
reconcile
Newton
's
clinical
notions
of
colour
with
the
practicalities
of
actually
mixing
pigments
on
a
palette
.

Central
to
each
of
these
efforts
–
undertaken
by
everyone
from
the
French
painter
Claude
Boutet
in
1708
to
the
British
entomologist
Moses
Harris
in
1766
to
the
Austrian
entomologist
Ignaz
Schiffermüller
in
1772
–
was
a
reimagining
of
Newton
's
seminal
,
if
curiously
colourless
,
colour
circle
which
he
presented
in
his
Opticks
.

For
Goethe
,
it
was
Newton
's
failure
to
acknowledge
the
fundamental
role
that
darkness
plays
in
shaping
the
colours
we
see
in
everyday
experience
that
motivated
his
own
refashioning
of
the
colour
wheel
.

In
1798
,
Goethe
and
the
playwright
Friedrich
Schiller
collaborated
on
a
complex
diagram
they
called
the
``
rose
of
temperaments
''
,
in
which
the
concentric
orbits
of
a
dozen
colours
and
corresponding
character
traits
revolve
around
a
dark
abyss
yawning
at
the
diagram
's
centre
.

Eventually
this
elaborate
wheel
would
give
way
to
Goethe
's
more
famous
,
simplified
colour
circle
which
he
devised
in
1809
and
included
the
following
year
in
his
own
Theory
of
Colours
.

Gartside
's
abstract
roses
,
which
look
more
like
luminous
shrapnel
suspended
mid-explosion
than
fusty
scientific
schematics
,
are
far
less
editorialised
or
carefully
captioned
than
Goethe
's
wheels
.

By
erasing
the
labels
that
her
male
precursors
inserted
into
their
diagrams
,
Gartside
allows
the
clashes
and
harmonies
of
colour
to
sing
for
themselves
.

By
doing
so
,
she
reclaims
the
chromatic
diagram
as
a
purely
aesthetic
document
–
a
work
of
art
.

It
is
tempting
,
given
the
close
proximity
of
the
publication
dates
of
Goethe
's
and
Gartside
's
studies
,
to
wonder
whether
any
cross-pollination
of
ideas
might
have
occurred
–
or
whether
,
indeed
,
Gartside
's
volume
had
any
influence
whatsoever
on
the
ideas
or
practice
of
later
artists
and
theorists
.

Who
can
say
?

But
it
is
a
question
pondered
too
by
Loske
,
who
believes
``
the
abstract
dimension
of
Gartside
's
illustrations
''
echo
that
of
JMW
Turner
,
who
has
himself
been
seen
by
historians
as
a
forerunner
of
non-figurative
art
.

The
two
contemporaries
certainly
share
a
fascination
with
the
heft
of
weightless
colour
severed
from
incidental
substance
.

Turner
,
Loske
suggests
,
``
is
likely
to
have
known
about
her
work
through
his
association
with
a
number
of
watercolour
societies
,
''
before
conceding
that
,
``
regrettably
,
there
is
no
evidence
for
this
''
.

``
No
evidence
for
this
''
is
the
dispiriting
,
if
familiar
,
dead
end
reached
by
any
critic
attempting
to
assess
the
contribution
of
female
artists
and
writers
whose
achievements
have
either
been
overlooked
entirely
,
demeaningly
dismissed
,
or
dishonestly
unacknowledged
.

Such
are
the
three
sad
axes
against
which
the
genius
of
women
has
all
too
often
been
plotted
by
cultural
history
.

It
's
a
designation
where
one
finds
too
the
tantalising
legacy
of
the
US
artist
and
painter
Emily
Noyes
Vanderpoel
,
whose
remarkable
ideas
and
work
Loske
has
also
spent
time
resuscitating
.

Like
Gartside
a
century
before
her
,
New
York-based
Vanderpoel
surrounded
herself
with
amateur
water
colourists
,
and
published
a
deceptively
unassuming
study
of
colour
whose
interior
illustrations
,
properly
analysed
and
appreciated
,
confound
the
chronology
of
modern
art
milestones
.

What
distinguishes
Vanderpoel
's
Color
Problems
:
A
Practical
Manual
for
the
Lay
Student
of
Color
,
published
in
1902
,
are
sequences
of
``
colour
analyses
''
in
which
,
Loske
has
written
,
``
Vanderpoel
breaks
down
an
image
,
an
object
,
or
a
design
pattern
into
its
chromatic
components
,
and
presents
the
resulting
colour
key
on
a
10
x
10
square
grid
,
with
the
proportional
distribution
of
each
colour
noted
below
to
the
total
of
100
squares
.

''
The
result
is
a
series
of
striking
schematics
–
QR-code-like
matrices
of
pure
pixelated
colour
that
predate
the
geometric
abstractions
of
Piet
Mondrian
and
his
minimalist
descendants
.

To
measure
fully
the
significance
of
either
Vanderpoel
or
Gartside
to
the
unfolding
story
of
art
will
require
the
kind
of
scholarly
attention
that
is
lavished
on
those
with
a
much
higher
profile
–
a
Catch-22
that
Loske
is
determined
to
rectify
.

``
I
want
to
create
a
canon
,
''
she
says
of
her
wider
ambition
,
``
of
women
who
have
written
on
colour
.

With
women
there
is
a
whole
range
of
problems
:
the
logistics
,
how
do
you
get
an
education
,
how
do
you
get
access
to
resources
,
who
lets
you
write
,
who
lets
you
publish
.

''
The
picture
that
Loske
is
patiently
assembling
,
with
each
forgotten
female
figure
a
stroke
on
her
canvas
,
promises
to
challenge
the
image
we
have
in
our
minds
of
whose
palettes
truly
shaped
the
shapes
of
art
.

I
ca
n't
wait
to
see
it
.

If
you
would
like
to
comment
on
this
story
or
anything
else
you
have
seen
on
BBC
Culture
,
head
over
to
our
Facebook
page
or
message
us
on
Twitter
.

And
if
you
liked
this
story
,
sign
up
for
the
weekly
bbc.com
features
newsletter
,
called
The
Essential
List
.

A
handpicked
selection
of
stories
from
BBC
Future
,
Culture
,
Worklife
and
Travel
,
delivered
to
your
inbox
every
Friday
.

Prefix
not
found
.

