--n--
--unk--
--unk_adj--
--unk_adv--
--unk_digit--
--unk_noun--
--unk_punct--
--unk_upper--
--unk_verb--
【
全
本
精
校
】
《
三
体
》
作
者
：
刘
慈
欣
序
《
三
体
》
终
于
能
与
科
幻
朋
友
们
见
面
了
，
用
连
载
的
方
式
事
先
谁
都
没
有
想
到
，
也
是
无
奈
之
举
。
之
前
就
题
材
问
题
与
编
辑
们
仔
细
商
讨
过
，
感
觉
没
有
什
么
问
题
，
但
没
想
到
今
年
是
文
革
三
十
周
年
这
事
儿
，
单
行
本
一
时
出
不
了
，
也
只
能
这
样
了
。
其
实
这
本
书
不
是
文
革
题
材
的
，
文
革
内
容
在
其
中
只
占
不
到
十
分
之
一
，
但
却
是
一
个
漂
荡
在
故
事
中
挥
之
不
去
的
精
神
幽
灵
。
本
书
虽
不
是
《
球
状
闪
电
》
的
续
集
，
但
可
以
看
做
那
个
故
事
所
发
生
的
世
界
在
其
后
的
延
续
，
那
个
物
理
学
家
在
故
事
中
出
现
但
已
不
重
要
，
其
他
的
人
则
永
远
消
失
了
，
林
云
真
的
死
了
，
虽
然
我
有
时
在
想
，
如
果
她
活
下
来
，
最
后
是
不
是
这
个
主
人
公
的
样
子
？
这
是
一
个
暂
名
为
《
地
球
往
事
》
的
系
列
的
第
一
部
，
可
以
看
做
一
个
更
长
的
故
事
的
开
始
。
0
1
.
疯
狂
年
代
中
国
，
1
9
6
7
年
。
“
红
色
联
合
”
对
“
四
·
二
八
兵
团
”
总
部
大
楼
的
攻
击
已
持
续
了
两
天
，
他
们
的
旗
帜
在
大
楼
周
围
躁
动
地
飘
扬
着
，
仿
佛
渴
望
干
柴
的
火
种
。
“
红
色
联
合
”
的
指
挥
官
心
急
如
焚
，
他
并
不
惧
怕
大
楼
的
守
卫
者
，
那
二
百
多
名
“
四
·
二
八
”
战
士
，
与
诞
生
于
l
9
6
6
年
初
、
经
历
过
大
检
阅
和
大
串
联
的
“
红
色
联
合
”
相
比
要
稚
嫩
许
多
。
他
怕
的
是
大
楼
中
那
十
几
个
大
铁
炉
子
，
里
面
塞
满
了
烈
性
炸
药
，
用
电
雷
管
串
联
起
来
，
他
看
不
到
它
们
，
但
能
感
觉
到
它
们
磁
石
般
的
存
在
，
开
关
一
合
，
玉
石
俱
焚
，
而
“
四
·
二
八
”
的
那
些
小
红
卫
兵
们
是
有
这
个
精
神
力
量
的
。
比
起
已
经
在
风
雨
中
成
熟
了
许
多
的
第
一
代
红
卫
兵
，
新
生
的
造
反
派
们
像
火
炭
上
的
狼
群
，
除
了
疯
狂
还
是
疯
狂
。
大
楼
顶
上
出
现
了
一
个
娇
小
的
身
影
，
那
个
美
丽
的
女
孩
子
挥
动
着
一
面
“
四
·
二
八
”
的
大
旗
，
她
的
出
现
立
刻
招
来
了
一
阵
杂
乱
的
枪
声
，
射
击
的
武
器
五
花
八
门
，
有
陈
旧
的
美
式
卡
宾
枪
、
捷
克
式
机
枪
和
三
八
大
盖
，
也
有
崭
新
的
制
式
步
枪
和
冲
锋
枪
—
—
后
者
是
在
“
八
月
社
论
”
发
表
之
后
从
军
队
中
偷
抢
来
的
（
注
：
1
9
6
7
年
8
月
《
红
旗
》
杂
志
发
表
“
揪
军
内
一
小
撮
”
的
社
论
，
使
冲
击
军
区
、
抢
夺
军
队
枪
支
弹
药
的
事
件
愈
演
愈
烈
，
全
国
范
围
的
武
斗
也
进
入
高
潮
。
）
—
—
连
同
那
些
梭
标
和
大
刀
等
冷
兵
器
，
构
成
了
一
部
浓
缩
的
近
现
代
史
…
…
“
四
·
二
八
”
的
人
在
前
面
多
次
玩
过
这
个
游
戏
，
在
楼
顶
上
站
出
来
的
人
，
除
了
挥
舞
旗
帜
外
，
有
时
还
用
喇
叭
筒
喊
口
号
或
向
下
撒
传
单
，
每
次
他
们
都
能
在
弹
雨
中
全
身
而
退
，
为
自
己
挣
到
了
崇
高
的
荣
誉
。
这
次
出
来
的
女
孩
儿
显
然
也
相
信
自
己
还
有
那
样
的
幸
运
她
挥
舞
着
战
旗
，
挥
动
着
自
己
燃
烧
的
青
春
，
敌
人
将
在
这
火
焰
中
化
为
灰
烬
，
理
想
世
界
明
天
就
会
在
她
那
沸
腾
的
热
血
中
诞
生
…
…
她
陶
醉
在
这
鲜
红
灿
烂
的
梦
幻
中
，
直
到
被
一
颗
步
枪
子
弹
洞
穿
了
胸
膛
，
十
五
岁
少
女
的
胸
膛
是
那
么
柔
嫩
，
那
颗
子
弹
穿
过
后
基
本
上
没
有
减
速
，
在
她
身
后
的
空
中
发
出
一
声
啾
鸣
。
年
轻
的
红
卫
兵
同
她
的
旗
帜
一
起
从
楼
顶
落
下
，
她
那
轻
盈
的
身
体
落
得
甚
至
比
旗
帜
还
慢
，
仿
佛
小
鸟
眷
恋
着
天
空
。
红
色
联
合
的
战
士
们
欢
呼
起
来
，
几
个
人
冲
到
楼
下
，
掀
开
四
·
二
八
的
旗
帜
，
抬
起
下
面
纤
小
的
遗
体
，
作
为
一
个
战
利
品
炫
耀
地
举
了
一
段
，
然
后
将
她
高
高
地
扔
向
大
院
的
铁
门
，
铁
门
上
带
尖
的
金
属
栅
条
大
部
分
在
武
斗
初
期
就
被
抽
走
当
梭
标
了
，
剩
下
的
两
条
正
好
挂
住
了
她
，
那
一
瞬
间
，
生
命
似
乎
又
回
到
了
那
个
柔
软
的
躯
体
。
红
色
联
合
的
红
卫
兵
们
退
后
一
段
距
离
，
将
那
个
挂
在
高
处
的
躯
体
当
靶
子
练
习
射
击
，
密
集
的
子
弹
对
她
来
说
已
柔
和
如
雨
，
不
再
带
来
任
何
感
觉
，
她
那
春
藤
般
的
手
臂
不
时
轻
挥
一
下
，
仿
佛
拂
去
落
在
身
上
的
雨
滴
，
直
到
那
颗
年
轻
的
头
颅
被
打
掉
了
一
半
，
仅
剩
的
一
只
美
丽
的
眼
睛
仍
然
凝
视
着
一
九
六
七
年
的
蓝
天
，
目
光
中
没
有
痛
苦
，
只
有
凝
固
的
激
情
和
渴
望
。
其
实
，
比
起
另
外
一
些
人
来
，
她
还
是
幸
运
的
，
至
少
是
在
为
理
想
献
身
的
壮
丽
激
情
中
死
去
。
这
样
的
热
点
遍
布
整
座
城
市
，
像
无
数
并
行
运
算
的
C
P
U
，
将
“
文
革
大
革
命
”
联
为
一
个
整
体
。
疯
狂
如
同
无
形
的
洪
水
，
将
城
市
淹
没
其
中
，
并
渗
透
到
每
一
个
细
微
的
角
落
和
缝
隙
。
在
城
市
边
缘
的
那
所
著
名
大
学
的
操
场
上
，
一
场
几
千
人
参
加
的
批
斗
会
已
经
进
行
了
近
两
个
小
时
。
在
这
个
派
别
林
立
的
年
代
，
任
何
一
处
都
有
错
综
复
杂
的
对
立
派
别
在
格
斗
。
在
校
园
中
，
红
卫
兵
、
文
革
工
作
组
、
工
宣
队
和
军
宣
队
，
相
互
之
间
都
在
爆
发
尖
锐
的
冲
突
，
而
每
种
派
别
的
内
部
又
时
时
分
化
出
新
的
对
立
派
系
，
捍
卫
着
各
自
不
同
的
背
景
和
纲
领
，
爆
发
更
为
残
酷
的
较
量
。
但
这
次
被
批
斗
的
反
动
学
术
权
威
，
却
是
任
何
一
方
均
无
异
议
的
斗
争
目
标
，
他
们
也
只
能
同
时
承
受
来
自
各
方
的
残
酷
打
击
。
与
其
他
的
牛
鬼
蛇
神
相
比
，
反
动
学
术
权
威
有
他
们
的
特
点
：
当
打
击
最
初
到
来
时
，
他
们
的
表
现
往
往
是
高
傲
而
顽
固
的
，
这
也
是
他
们
伤
亡
率
最
高
的
阶
段
；
在
首
都
，
四
十
天
的
时
间
里
就
有
一
千
七
百
多
名
批
斗
对
象
被
活
活
打
死
，
更
多
的
人
选
择
了
更
快
捷
的
路
径
来
逃
避
疯
狂
，
老
舍
、
吴
晗
、
葛
伯
赞
、
傅
雷
、
赵
九
章
、
以
群
、
闻
捷
、
海
默
等
，
都
自
己
结
束
了
他
们
那
曾
经
让
人
肃
然
起
敬
的
生
命
。
从
这
一
阶
段
幸
存
下
来
的
人
，
在
持
续
的
残
酷
打
击
下
渐
渐
麻
木
，
这
是
一
种
自
我
保
护
的
精
神
外
壳
，
使
他
们
避
免
最
后
的
崩
溃
。
他
们
在
批
斗
会
上
常
常
进
入
半
睡
眠
状
态
，
只
有
一
声
恫
吓
才
能
使
其
惊
醒
过
来
，
机
械
地
重
复
那
已
说
过
无
数
遍
的
认
罪
词
；
然
后
，
他
们
中
的
一
部
分
人
便
进
入
了
第
三
阶
段
，
旷
日
持
久
的
批
判
将
鲜
明
的
政
治
图
像
如
水
银
般
，
注
入
了
他
们
的
意
识
，
将
他
们
那
由
知
识
和
理
性
构
筑
的
思
想
大
厦
彻
底
摧
毁
，
他
们
真
的
相
信
自
己
有
罪
，
真
的
看
到
了
自
己
对
伟
大
事
业
构
成
的
损
害
，
并
为
此
痛
哭
流
涕
，
他
们
的
忏
悔
往
往
比
那
此
非
知
识
分
子
的
牛
鬼
蛇
神
要
深
刻
得
多
，
也
真
诚
得
多
；
而
对
于
红
卫
兵
来
说
，
进
入
后
两
个
阶
段
的
批
判
对
象
是
最
乏
味
的
，
只
有
处
于
第
一
阶
段
的
牛
鬼
蛇
神
才
能
对
他
们
那
早
已
过
度
兴
奋
的
神
经
产
生
有
效
的
刺
激
，
如
同
斗
牛
士
手
上
的
红
布
，
但
这
样
的
对
象
越
来
越
少
了
，
在
这
所
大
学
中
可
能
只
剩
下
一
个
，
他
由
于
自
己
的
珍
稀
而
被
留
到
批
判
大
会
最
后
出
场
。
叶
哲
泰
从
文
革
开
始
一
直
活
到
了
现
在
，
并
且
一
直
处
于
第
一
阶
段
，
他
不
认
罪
，
不
自
杀
，
也
不
麻
木
。
当
这
位
物
理
学
教
授
走
上
批
判
台
时
，
他
那
神
情
分
明
在
说
：
让
我
背
负
的
十
字
架
更
沉
重
一
些
吧
！
红
卫
兵
们
让
他
负
担
的
东
西
确
实
很
重
，
但
不
是
十
字
架
。
别
的
批
判
对
象
戴
的
高
帽
子
都
是
用
竹
条
扎
的
框
架
，
而
他
戴
的
这
顶
却
是
用
一
指
粗
的
钢
筋
焊
成
的
，
还
有
他
挂
在
胸
前
的
那
块
牌
子
，
也
不
是
别
人
挂
的
木
板
，
而
是
从
实
验
室
的
一
个
烤
箱
上
拆
下
的
铁
门
，
上
面
用
黑
色
醒
目
地
写
着
他
的
名
字
，
并
沿
对
角
线
画
上
了
一
个
红
色
的
大
叉
。
押
送
叶
哲
泰
上
台
的
红
卫
兵
比
别
的
批
判
对
象
多
了
一
倍
，
有
六
人
，
两
男
四
女
。
两
个
男
青
年
步
伐
稳
健
有
力
，
一
副
成
熟
的
青
年
布
尔
什
维
克
形
象
，
他
们
都
是
物
理
系
理
论
物
理
专
业
大
四
年
级
的
，
叶
哲
泰
曾
是
他
们
的
老
师
；
那
四
名
女
孩
子
要
年
轻
得
多
，
都
是
大
学
附
中
的
初
二
学
生
，
这
些
穿
着
军
装
扎
着
武
装
带
的
小
战
士
挟
带
着
逼
人
的
青
春
活
力
，
像
四
团
绿
色
的
火
焰
包
围
着
叶
哲
泰
。
叶
哲
泰
的
出
现
使
下
面
的
人
群
兴
奋
起
来
，
刚
才
已
有
些
乏
力
的
口
号
声
又
像
新
一
轮
海
潮
般
重
新
高
昂
起
来
，
淹
没
了
一
切
。
耐
心
地
等
口
号
声
平
息
下
去
后
，
台
上
两
名
男
红
卫
兵
中
的
一
人
转
向
批
判
对
象
：
“
叶
哲
泰
，
你
精
通
各
种
力
学
，
应
该
看
到
自
己
正
在
抗
拒
的
这
股
伟
大
的
合
力
是
多
么
强
大
，
顽
固
下
去
是
死
路
一
条
！
今
天
继
续
上
次
大
会
的
议
程
，
废
话
就
不
多
说
了
。
老
实
回
答
下
面
的
问
题
：
在
六
二
至
六
五
届
的
基
础
课
中
，
你
是
不
是
擅
自
加
入
了
大
量
的
相
对
论
内
容
？
！
”
“
相
对
论
已
经
成
为
物
理
学
的
古
典
理
论
，
基
础
课
怎
么
能
不
涉
及
它
呢
？
”
叶
哲
泰
回
答
说
。
“
你
胡
说
！
”
旁
边
的
一
名
女
红
卫
兵
厉
声
说
，
“
爱
因
斯
坦
是
反
动
的
学
术
权
威
，
他
有
奶
便
是
娘
，
跑
去
为
美
帝
国
主
义
造
原
子
弹
！
要
建
立
起
革
命
的
科
学
，
就
要
打
倒
以
相
对
论
为
代
表
的
资
产
阶
级
理
论
黑
旗
！
”
叶
哲
泰
沉
默
着
，
他
在
忍
受
着
头
上
铁
高
帽
和
胸
前
铁
板
带
来
的
痛
苦
，
不
值
得
回
应
的
问
题
就
沉
默
了
。
在
他
身
后
，
他
的
学
生
也
微
微
皱
了
一
下
眉
头
。
说
话
的
女
孩
儿
是
这
四
个
中
学
红
卫
兵
中
天
资
最
聪
颖
的
一
个
，
并
且
显
然
有
备
而
来
，
刚
才
上
台
前
还
看
到
她
在
背
批
判
稿
，
但
要
对
付
叶
哲
泰
，
仅
凭
她
那
几
句
口
号
是
不
行
的
。
他
们
决
定
亮
出
今
天
为
老
师
准
备
的
新
武
器
，
其
中
的
一
人
对
台
下
挥
了
一
下
手
。
叶
哲
泰
的
妻
子
，
同
系
的
物
理
学
教
授
绍
琳
从
台
下
的
前
排
站
起
来
，
走
上
台
。
她
身
穿
一
件
很
不
合
体
的
草
绿
色
衣
服
，
显
然
想
与
红
卫
兵
的
色
彩
拉
近
距
离
，
但
熟
悉
绍
琳
的
人
联
想
到
以
前
常
穿
精
致
旗
袍
讲
课
的
她
，
总
觉
得
别
扭
。
“
叶
哲
泰
！
”
绍
琳
指
着
丈
夫
喝
道
，
她
显
然
不
习
惯
于
这
种
场
合
，
尽
量
拔
高
自
己
的
声
音
，
却
连
其
中
的
颤
抖
也
放
大
了
，
“
你
没
有
想
到
我
会
站
出
来
揭
发
你
，
批
判
你
吧
？
！
是
的
，
我
以
前
受
你
欺
骗
，
你
用
自
己
那
反
动
的
世
界
观
和
科
学
观
蒙
蔽
了
我
！
现
在
我
醒
悟
了
，
在
革
命
小
将
的
帮
助
下
，
我
要
站
到
革
命
的
一
边
，
人
民
的
一
边
！
”
她
转
向
台
下
，
“
同
志
们
、
革
命
小
将
们
、
革
命
的
教
职
员
工
们
，
我
们
应
该
认
清
爱
因
斯
坦
相
对
论
的
反
动
本
质
，
这
种
本
质
，
广
义
相
对
论
体
现
得
最
清
楚
：
它
提
出
的
静
态
宇
宙
模
型
，
否
定
了
物
质
的
运
动
本
性
，
是
反
辩
证
法
的
！
它
认
为
宇
宙
有
限
，
更
是
彻
头
彻
尾
的
反
动
唯
心
主
义
…
…
”
听
着
妻
子
滔
滔
不
绝
的
演
讲
，
叶
哲
泰
苦
笑
了
一
下
。
琳
，
我
蒙
蔽
了
你
？
其
实
你
在
我
心
中
倒
一
直
是
个
谜
。
一
次
，
我
对
你
父
亲
称
赞
你
那
过
人
的
天
资
—
—
他
很
幸
运
，
去
得
早
，
躲
过
了
这
场
灾
难
—
—
老
人
家
摇
摇
头
，
说
我
女
儿
不
可
能
在
学
术
上
有
什
么
建
树
；
接
着
，
他
说
出
了
对
我
后
半
生
很
重
要
的
一
句
话
：
琳
琳
太
聪
明
了
，
可
是
搞
基
础
理
论
，
不
笨
不
行
啊
。
以
后
的
许
多
年
里
，
我
不
断
悟
出
这
话
的
深
意
。
琳
，
你
真
的
太
聪
明
了
，
早
在
几
年
前
，
你
就
嗅
出
了
知
识
界
的
政
治
风
向
，
做
出
了
一
些
超
前
的
举
动
，
比
如
你
在
教
学
中
，
把
大
部
分
物
理
定
律
和
参
数
都
改
了
名
字
，
欧
姆
定
律
改
叫
电
阻
定
律
，
麦
克
斯
韦
方
程
改
名
成
电
磁
方
程
，
普
朗
克
常
数
叫
成
了
量
子
常
数
…
…
你
对
学
生
们
解
释
说
：
所
有
的
科
学
成
果
都
是
广
大
劳
动
人
民
智
慧
的
结
晶
，
那
些
资
产
阶
级
学
术
权
威
不
过
是
窃
取
了
这
些
智
慧
。
但
即
使
这
样
，
你
仍
然
没
有
被
“
革
命
主
流
”
所
接
纳
，
看
看
现
在
的
你
，
衣
袖
上
没
有
“
革
命
教
职
员
工
”
都
戴
着
的
红
袖
章
；
你
两
手
空
空
地
上
来
，
连
一
本
语
录
都
没
资
格
拿
…
…
谁
让
你
出
生
在
旧
中
国
那
样
一
个
显
赫
的
家
庭
，
你
父
母
又
都
是
那
么
著
名
的
学
者
。
说
起
爱
因
斯
坦
，
你
比
我
有
更
多
的
东
西
需
要
交
待
。
1
9
2
2
年
冬
天
，
爱
因
斯
坦
到
上
海
访
问
，
你
父
亲
因
德
语
很
好
被
安
排
为
接
待
陪
同
者
之
一
。
你
多
次
告
诉
我
，
父
亲
是
在
爱
因
斯
坦
的
亲
自
教
诲
下
走
上
物
理
学
之
路
的
，
而
你
选
择
物
理
专
业
又
是
受
了
父
亲
的
影
响
，
所
以
爱
翁
也
可
以
看
作
你
的
间
接
导
师
，
你
为
此
感
到
无
比
的
自
豪
和
幸
福
。
后
来
我
知
道
，
父
亲
对
你
讲
了
善
意
的
谎
言
，
他
与
爱
因
斯
坦
只
有
过
一
次
短
得
不
能
再
短
的
交
流
。
那
是
l
9
2
2
年
1
1
月
l
3
日
上
午
，
他
陪
爱
因
斯
坦
到
南
京
路
散
步
，
同
行
的
好
像
还
有
上
海
大
学
校
长
于
右
任
、
《
大
公
报
》
经
理
曹
谷
冰
等
人
，
经
过
一
个
路
基
维
修
点
，
爱
因
斯
坦
在
一
名
砸
石
子
的
小
工
身
旁
停
下
，
默
默
看
着
这
个
在
寒
风
中
衣
衫
破
烂
、
手
脸
污
黑
的
男
孩
子
，
问
你
父
亲
：
他
一
天
挣
多
少
钱
？
问
过
小
工
后
，
你
父
亲
回
答
：
五
分
。
这
就
是
他
与
改
变
世
界
的
科
学
大
师
唯
一
的
一
次
交
流
，
没
有
物
理
学
，
没
有
相
对
论
，
只
有
冰
冷
的
现
实
。
据
你
父
亲
说
，
爱
因
斯
坦
听
到
他
的
回
答
后
又
默
默
地
站
在
那
里
好
一
会
儿
，
看
着
小
工
麻
木
的
劳
作
，
手
里
的
烟
斗
都
灭
了
也
没
有
吸
一
口
。
你
父
亲
在
回
忆
这
件
事
后
，
对
我
发
出
这
样
的
感
叹
：
在
中
国
，
任
何
超
脱
飞
扬
的
思
想
都
会
砰
然
坠
地
的
，
现
实
的
引
力
太
沉
重
了
。
“
低
下
头
！
”
一
名
男
红
卫
兵
大
声
命
令
。
这
也
许
是
自
己
的
学
生
对
老
师
一
丝
残
存
的
同
情
，
被
批
斗
者
都
要
低
头
，
但
叶
哲
泰
要
这
样
，
那
顶
沉
重
的
铁
高
帽
就
会
掉
下
去
，
以
后
只
要
他
一
直
低
着
头
，
就
没
有
理
由
再
给
他
戴
上
。
但
叶
哲
泰
仍
昂
着
头
，
用
瘦
弱
的
脖
颈
支
撑
着
那
束
沉
重
的
钢
铁
。
“
低
头
！
你
个
反
动
顽
固
分
子
！
！
”
旁
边
一
名
女
红
卫
兵
解
下
腰
间
的
皮
带
朝
叶
哲
泰
挥
去
，
黄
铜
带
扣
正
打
在
他
脑
门
上
，
在
那
里
精
确
地
留
下
了
带
扣
的
形
状
，
但
很
快
又
被
淤
血
模
糊
成
黑
紫
的
一
团
。
他
摇
晃
了
一
下
，
又
站
稳
了
。
一
名
男
红
卫
兵
质
问
叶
哲
泰
：
“
在
量
子
力
学
的
教
学
中
，
你
也
散
布
过
大
量
的
反
动
言
论
！
”
说
完
对
绍
琳
点
点
头
，
示
意
她
继
续
。
绍
琳
迫
不
及
待
地
要
继
续
下
去
了
，
她
必
须
不
停
顿
地
说
下
去
，
以
维
持
自
己
那
摇
摇
欲
坠
的
精
神
免
于
彻
底
垮
掉
。
“
叶
哲
泰
，
这
一
点
你
是
无
法
抵
赖
的
！
你
多
次
向
学
生
散
布
反
动
的
哥
本
哈
根
解
释
！
”
“
这
毕
竟
是
目
前
公
认
的
最
符
合
实
验
结
果
的
解
释
。
”
叶
哲
泰
说
，
在
受
到
如
此
重
击
后
，
他
的
口
气
还
如
此
从
容
，
这
让
绍
琳
很
吃
惊
，
也
很
恐
惧
。
“
这
个
解
释
认
为
，
是
外
部
的
观
察
导
致
了
量
子
波
函
数
的
坍
缩
，
这
是
反
动
唯
心
论
的
另
一
种
表
现
形
式
，
而
且
是
一
种
最
猖
狂
的
表
现
！
”
“
是
哲
学
指
引
实
验
还
是
实
验
指
引
哲
学
？
”
叶
哲
泰
问
道
，
他
这
突
然
的
反
击
令
批
判
者
们
一
时
不
知
所
措
。
“
当
然
是
正
确
的
马
克
思
主
义
哲
学
指
引
科
学
实
验
！
”
一
名
男
红
卫
兵
说
。
“
这
等
于
说
正
确
的
哲
学
是
从
天
上
掉
下
来
的
，
这
反
对
实
践
出
真
知
，
恰
恰
是
违
背
马
克
思
主
义
对
自
然
界
的
认
知
原
则
的
。
”
绍
琳
和
两
名
大
学
红
卫
兵
无
言
以
对
，
与
中
学
和
社
会
上
的
红
卫
兵
不
同
，
他
们
不
可
能
一
点
儿
道
理
也
不
讲
。
但
来
自
附
中
的
四
位
小
将
自
有
她
们
“
无
坚
不
摧
”
的
革
命
方
式
，
刚
才
动
手
的
那
个
女
孩
儿
又
狠
抽
了
叶
哲
泰
一
皮
带
，
另
外
三
个
女
孩
子
也
都
分
别
抡
起
皮
带
抽
了
一
下
，
当
同
伴
革
命
时
，
她
们
必
须
表
现
得
更
革
命
，
至
少
要
同
样
革
命
。
两
名
男
红
卫
兵
没
有
过
问
，
他
们
要
是
现
在
管
这
事
，
也
有
不
革
命
的
嫌
疑
。
“
你
还
在
教
学
中
散
布
宇
宙
大
爆
炸
理
论
，
这
是
所
有
科
学
理
论
中
最
反
动
的
一
个
！
”
一
名
男
红
卫
兵
试
图
转
移
话
题
。
“
也
许
以
后
这
个
理
论
会
被
推
翻
，
但
本
世
纪
的
两
大
宇
宙
学
发
现
：
哈
勃
红
移
和
3
K
宇
宙
背
景
辐
射
，
使
大
爆
炸
学
说
成
为
目
前
为
止
最
可
信
的
宇
宙
起
源
理
论
。
”
“
胡
说
！
”
绍
琳
大
叫
起
来
，
又
接
着
滔
滔
不
绝
地
讲
起
了
宇
宙
大
爆
炸
，
自
然
不
忘
深
刻
地
剖
析
其
反
动
本
质
。
但
这
理
论
的
超
级
新
奇
吸
引
了
四
个
小
女
孩
儿
中
最
聪
明
的
那
一
个
，
她
不
由
自
主
地
问
道
：
“
连
时
间
都
是
从
那
个
奇
点
开
始
的
！
？
那
奇
点
以
前
有
什
么
？
”
“
什
么
都
没
有
。
”
叶
哲
泰
说
，
像
回
答
任
何
一
个
小
女
孩
儿
的
问
题
那
样
，
他
转
头
慈
祥
地
看
着
她
，
铁
高
帽
和
已
受
的
重
伤
，
使
他
这
动
作
很
艰
难
。
“
什
么
…
…
都
没
有
？
！
反
动
！
反
动
透
顶
！
！
”
那
女
孩
儿
惊
恐
万
状
地
大
叫
起
来
，
她
不
知
所
措
地
转
向
绍
琳
寻
求
帮
助
，
立
刻
得
到
了
。
“
这
给
上
帝
的
存
在
留
下
了
位
置
。
”
绍
琳
对
女
孩
儿
点
点
头
提
示
说
。
小
红
卫
兵
那
茫
然
的
思
路
立
刻
找
到
了
立
脚
点
，
她
举
起
紧
握
皮
带
的
手
指
着
叶
哲
泰
，
“
你
，
是
想
说
有
上
帝
？
！
”
“
我
不
知
道
。
”
“
你
说
什
么
！
”
“
我
是
说
不
知
道
，
如
果
上
帝
是
指
宇
宙
之
外
的
超
意
识
的
话
，
我
不
知
道
它
是
不
是
存
在
；
正
反
两
方
面
，
科
学
都
没
给
出
确
实
的
证
据
。
”
其
实
，
在
这
噩
梦
般
的
时
刻
，
叶
哲
泰
已
倾
向
于
相
信
它
不
存
在
了
。
这
句
大
逆
不
道
的
话
在
整
个
会
场
引
起
了
骚
动
，
在
台
上
一
名
红
卫
兵
的
带
领
下
，
又
爆
发
了
一
波
波
的
口
号
声
。
“
打
倒
反
动
学
术
权
威
叶
哲
泰
！
！
”
“
打
倒
一
切
反
动
学
术
权
威
！
！
”
“
打
倒
一
切
反
动
学
说
！
！
”
“
上
帝
是
不
存
在
的
，
一
切
宗
教
，
都
是
统
治
阶
级
编
造
出
来
的
麻
痹
人
民
的
精
神
工
具
！
”
口
号
平
息
后
，
那
个
小
女
孩
儿
大
声
说
。
“
这
种
看
法
是
片
面
的
。
”
叶
哲
泰
平
静
地
说
。
恼
羞
成
怒
的
小
红
卫
兵
立
刻
做
出
了
判
断
，
对
于
眼
前
这
个
危
险
的
敌
人
，
一
切
语
言
都
无
意
义
了
。
她
抡
起
皮
带
冲
上
去
，
她
的
三
个
小
同
志
立
刻
跟
上
，
叶
哲
泰
的
个
子
很
高
，
这
四
个
十
四
岁
的
女
孩
儿
只
能
朝
上
抡
皮
带
才
能
打
到
他
那
不
肯
低
下
的
头
，
在
开
始
的
几
下
打
击
后
，
他
头
上
能
起
一
定
保
护
作
用
的
铁
高
帽
被
打
掉
了
，
接
下
来
带
铜
扣
的
宽
皮
带
如
雨
点
般
打
在
他
的
头
上
和
身
上
—
—
他
终
于
倒
下
了
，
这
鼓
舞
了
小
红
卫
兵
们
，
她
们
更
加
投
入
地
继
续
着
这
“
崇
高
”
的
战
斗
，
她
们
在
为
信
念
而
战
，
为
理
想
而
战
，
她
们
为
历
史
给
予
自
己
的
光
辉
使
命
所
陶
醉
，
为
自
己
的
英
勇
而
自
豪
…
…
“
最
高
指
示
：
要
文
斗
不
要
武
斗
！
”
叶
哲
泰
的
两
名
学
生
终
于
下
定
了
决
心
，
喊
出
了
这
句
话
，
两
人
同
时
冲
过
去
，
拉
开
了
已
处
于
半
疯
狂
状
态
的
四
个
小
女
孩
儿
。
但
已
经
晚
了
，
物
理
学
家
静
静
地
躺
在
地
上
，
半
睁
的
双
眼
看
着
从
他
的
头
颅
上
流
出
的
血
迹
，
疯
狂
的
会
场
瞬
间
陷
入
了
一
片
死
寂
，
那
条
血
迹
是
唯
一
在
动
的
东
西
，
它
像
一
条
红
蛇
缓
慢
地
蜿
蜒
爬
行
着
，
到
达
台
沿
后
一
滴
滴
地
滴
在
下
面
一
个
空
箱
子
上
，
发
出
有
节
奏
的
“
哒
哒
”
声
，
像
渐
行
渐
远
的
脚
步
。
一
阵
怪
笑
声
打
破
了
寂
静
，
这
声
音
是
精
神
已
彻
底
崩
溃
的
绍
琳
发
出
的
，
听
起
来
十
分
恐
怖
。
人
们
开
始
离
去
，
最
后
发
展
成
一
场
大
溃
逃
，
每
个
人
想
都
尽
快
逃
离
这
个
地
方
。
会
场
很
快
空
了
下
来
，
只
剩
下
一
个
姑
娘
站
在
台
下
。
她
是
叶
哲
泰
的
女
儿
叶
文
洁
。
当
那
四
个
女
孩
儿
施
暴
夺
去
父
亲
生
命
时
，
她
曾
想
冲
上
台
去
，
但
身
边
的
两
名
老
校
工
死
死
抓
住
她
，
并
在
耳
边
低
声
告
诉
她
别
连
自
己
的
命
也
不
要
了
，
当
时
会
场
已
经
处
于
彻
底
的
癫
狂
，
她
的
出
现
只
会
引
出
更
多
的
暴
徒
。
她
曾
声
嘶
力
竭
地
哭
叫
，
但
声
音
淹
没
在
会
场
上
疯
狂
的
口
号
和
助
威
声
中
，
当
一
切
寂
静
下
来
时
，
她
自
己
也
发
不
出
任
何
声
音
了
，
只
是
凝
视
台
上
父
亲
已
没
有
生
命
的
躯
体
，
那
没
有
哭
出
和
喊
出
的
东
西
在
她
的
血
液
中
弥
漫
、
溶
解
，
将
伴
她
一
生
。
人
群
散
去
后
，
她
站
在
那
里
，
身
体
和
四
肢
仍
保
持
着
老
校
工
抓
着
她
时
的
姿
态
，
一
动
不
动
，
像
石
化
了
一
般
。
过
了
好
久
，
她
才
将
悬
空
的
手
臂
放
下
来
，
缓
缓
起
身
走
上
台
，
坐
在
父
亲
的
遗
体
边
，
握
起
他
的
一
只
已
凉
下
来
的
手
，
两
眼
失
神
地
看
着
远
方
。
当
遗
体
要
被
抬
走
时
，
叶
文
洁
从
衣
袋
中
拿
出
一
样
东
西
放
到
父
亲
的
那
只
手
中
，
那
是
父
亲
的
烟
斗
。
文
洁
默
默
地
离
开
了
已
经
空
无
一
人
一
片
狼
藉
的
操
场
，
走
上
回
家
的
路
。
当
她
走
到
教
工
宿
舍
楼
下
时
，
听
到
了
从
二
楼
自
家
窗
口
传
出
的
一
阵
阵
痴
笑
声
，
这
声
音
是
那
个
她
曾
叫
做
妈
妈
的
女
人
发
出
的
。
文
洁
默
默
地
转
身
走
去
，
任
双
脚
将
她
带
向
别
处
。
她
最
后
发
现
自
己
来
到
了
阮
雯
的
家
门
前
，
在
大
学
四
年
中
，
阮
老
师
一
直
是
她
的
班
主
任
，
也
是
她
最
亲
密
的
朋
友
。
在
叶
文
洁
读
天
体
物
理
专
业
研
究
生
的
两
年
里
，
再
到
后
来
停
课
闹
革
命
至
今
，
阮
老
师
一
直
是
她
除
父
亲
外
最
亲
近
的
人
。
阮
雯
曾
留
学
剑
桥
，
她
的
家
曾
对
叶
文
洁
充
满
了
吸
引
力
，
那
里
有
许
多
从
欧
洲
带
回
来
的
精
致
的
书
籍
、
油
画
和
唱
片
，
一
架
钢
琴
；
还
有
一
排
放
在
精
致
小
木
架
上
的
欧
式
烟
斗
，
父
亲
那
只
就
是
她
送
的
，
这
些
烟
斗
有
地
中
海
石
楠
根
的
，
有
土
耳
其
海
泡
石
的
，
每
一
个
都
仿
佛
浸
透
了
曾
将
它
们
拿
在
手
中
和
含
在
嘴
里
深
思
的
那
个
男
人
的
智
慧
，
但
阮
雯
从
未
提
起
过
他
。
这
个
雅
致
温
暖
的
小
世
界
成
为
文
洁
逃
避
尘
世
风
暴
的
港
湾
。
但
那
是
阮
雯
的
家
被
抄
之
前
的
事
，
她
在
运
动
中
受
到
的
冲
击
和
文
洁
父
亲
一
样
重
，
在
批
斗
会
上
，
红
卫
兵
把
高
跟
鞋
挂
到
她
脖
子
上
，
用
口
红
在
她
的
脸
上
划
出
许
多
道
子
，
以
展
示
她
那
腐
朽
的
资
产
阶
级
生
活
方
式
。
叶
文
洁
推
开
阮
雯
的
家
门
，
发
现
抄
家
后
混
乱
的
房
间
变
得
整
洁
了
，
那
几
幅
被
撕
的
油
画
又
贴
糊
好
挂
在
墙
上
，
歪
倒
的
钢
琴
也
端
正
地
立
在
原
位
，
虽
然
已
被
砸
坏
不
能
弹
了
，
但
还
是
擦
得
很
干
净
，
残
存
的
几
本
精
装
书
籍
也
被
整
齐
地
放
回
书
架
上
…
…
阮
雯
端
坐
在
写
字
台
前
的
那
把
转
椅
上
，
安
详
地
闭
着
双
眼
。
叶
文
洁
站
在
她
身
边
，
摸
摸
她
的
额
头
、
脸
和
手
，
都
是
冰
凉
的
，
其
实
文
洁
在
进
门
后
就
注
意
到
了
写
字
台
上
倒
放
着
的
那
个
已
空
的
安
眠
药
瓶
。
她
默
默
地
站
了
一
会
儿
，
转
身
走
去
，
悲
伤
已
感
觉
不
到
了
，
她
现
在
就
像
一
台
盖
革
计
数
仪
，
当
置
身
于
超
量
的
辐
射
中
时
，
反
而
不
再
有
任
何
反
应
，
没
有
声
响
，
读
数
为
零
。
但
当
她
就
要
出
门
时
，
还
是
回
过
头
来
最
后
看
了
阮
雯
一
眼
，
她
发
现
阮
老
师
很
好
地
上
了
妆
，
她
抹
了
口
红
，
也
穿
上
了
高
跟
鞋
。
0
2
.
寂
静
的
春
天
两
年
以
后
，
大
兴
安
岭
。
“
顺
山
倒
咧
—
—
”
随
着
这
声
嘹
亮
的
号
子
，
一
棵
如
巴
特
农
神
庙
的
巨
柱
般
高
大
的
落
叶
松
轰
然
倒
下
，
叶
文
洁
感
到
大
地
抖
动
了
一
下
。
她
拿
起
斧
头
和
短
锯
，
开
始
从
巨
大
的
树
身
上
去
掉
枝
丫
。
每
到
这
时
，
她
总
觉
得
自
己
是
在
为
一
个
巨
人
整
理
遗
体
。
她
甚
至
常
常
有
这
样
的
想
象
：
这
巨
人
就
是
自
己
的
父
亲
。
两
年
前
那
个
凄
惨
的
夜
晚
，
她
在
太
平
间
为
父
亲
整
理
遗
容
时
的
感
觉
就
在
这
时
重
现
。
巨
松
上
那
绽
开
的
树
皮
，
似
乎
就
是
父
亲
躯
体
上
累
累
的
伤
痕
。
内
蒙
古
生
产
建
设
兵
团
的
六
个
师
四
十
一
个
团
十
多
万
人
就
分
布
在
这
辽
阔
的
森
林
和
草
原
之
间
。
刚
从
城
市
来
到
这
陌
生
的
世
界
时
，
很
多
兵
团
知
青
都
怀
着
一
个
浪
漫
的
期
望
：
当
苏
修
帝
国
主
义
的
坦
克
集
群
越
过
中
蒙
边
境
时
，
他
们
将
飞
快
地
武
装
起
来
，
用
自
己
的
血
肉
构
成
共
和
国
的
第
一
道
屏
障
。
事
实
上
，
这
也
确
实
是
兵
团
组
建
时
的
战
略
考
虑
之
一
。
但
他
们
渴
望
的
战
争
就
像
草
原
天
边
那
跑
死
马
的
远
山
，
清
晰
可
见
，
但
到
不
了
眼
前
，
于
是
他
们
只
有
垦
荒
、
放
牧
和
砍
伐
。
这
些
曾
在
“
大
串
联
”
中
燃
烧
青
春
的
年
轻
人
很
快
发
现
，
与
这
广
阔
天
地
相
比
，
内
地
最
大
的
城
市
不
过
是
个
羊
圈
；
在
这
寒
冷
无
际
的
草
原
和
森
林
间
，
燃
烧
是
无
意
义
的
，
一
腔
热
血
喷
出
来
，
比
一
堆
牛
粪
凉
得
更
快
，
还
不
如
后
者
有
使
用
价
值
。
但
燃
烧
是
他
们
的
命
运
，
他
们
是
燃
烧
的
一
代
。
于
是
，
在
他
们
的
油
锯
和
电
锯
下
，
大
片
的
林
海
化
为
荒
山
秃
岭
；
在
他
们
的
拖
拉
机
和
康
拜
因
（
联
合
收
割
机
）
下
，
大
片
的
草
原
被
犁
成
粮
田
，
然
后
变
成
沙
漠
。
叶
文
洁
看
到
的
砍
伐
只
能
用
疯
狂
来
形
容
，
高
大
挺
拔
的
兴
安
岭
落
叶
松
、
四
季
长
青
的
樟
子
松
、
亭
亭
玉
立
的
白
桦
、
耸
入
云
天
的
山
杨
、
西
伯
利
亚
冷
杉
，
以
及
黑
桦
、
柞
树
、
山
榆
、
水
曲
柳
、
钻
天
柳
、
蒙
古
栎
，
见
什
么
伐
什
么
，
几
百
把
油
锯
如
同
一
群
钢
铁
蝗
虫
，
她
的
连
队
所
过
之
处
，
只
剩
下
一
片
树
桩
。
整
理
好
的
落
叶
松
就
要
被
履
带
拖
拉
机
拖
走
了
，
在
树
干
另
一
头
，
叶
文
洁
轻
轻
抚
摸
了
一
下
那
崭
新
的
锯
断
面
，
她
常
常
下
意
识
地
这
么
做
，
总
觉
得
那
是
一
处
巨
大
的
伤
口
，
似
乎
能
感
到
大
树
的
剧
痛
。
她
突
然
看
到
，
在
不
远
处
树
桩
的
锯
断
面
上
，
也
有
一
只
在
轻
轻
抚
摸
的
手
，
那
手
传
达
出
的
心
灵
的
颤
抖
，
与
她
产
生
了
共
振
。
那
手
虽
然
很
白
皙
，
但
能
够
看
出
是
属
于
男
性
的
。
叶
文
洁
抬
头
，
看
到
抚
摸
树
桩
的
人
是
白
沐
霖
，
一
个
戴
眼
镜
的
瘦
弱
青
年
，
他
是
兵
团
《
大
生
产
报
》
的
记
者
，
前
天
刚
到
连
队
来
采
访
。
叶
文
洁
看
过
他
写
的
文
章
，
文
笔
很
好
，
其
中
有
一
种
与
这
个
粗
放
环
境
很
不
协
调
的
纤
细
和
敏
感
，
令
她
很
难
忘
。
“
马
钢
，
你
过
来
。
”
白
沐
霖
对
不
远
处
一
个
小
伙
子
喊
道
，
那
人
壮
得
像
这
棵
刚
被
他
伐
倒
的
落
叶
松
。
他
走
过
来
，
白
记
者
问
道
：
“
你
知
道
这
棵
树
多
大
年
纪
了
？
”
“
数
数
呗
。
”
马
钢
指
指
树
桩
上
的
年
轮
说
。
“
我
数
了
，
三
百
三
十
多
岁
呢
。
你
锯
倒
它
用
了
多
长
时
间
？
”
“
不
到
十
分
钟
吧
，
告
诉
你
，
我
是
连
里
最
快
的
油
锯
手
，
我
到
哪
个
班
，
流
动
红
旗
就
跟
我
到
那
儿
。
”
马
钢
看
上
去
很
兴
奋
，
让
白
记
者
注
意
到
的
人
都
这
样
，
能
在
《
大
生
产
报
》
的
通
讯
报
道
上
露
一
下
脸
也
是
很
光
荣
的
事
。
“
三
百
多
年
，
十
几
代
人
啊
，
它
发
芽
时
还
是
明
朝
呢
，
这
漫
长
的
岁
月
里
，
它
经
历
过
多
少
风
雨
，
见
过
多
少
事
。
可
你
几
分
钟
就
把
它
锯
倒
了
，
你
真
没
感
觉
到
什
么
？
”
“
你
想
让
我
感
觉
到
什
么
呢
？
”
马
钢
愣
了
一
下
，
“
不
就
一
棵
树
嘛
，
这
里
最
不
缺
的
就
是
树
，
比
它
岁
数
长
的
老
松
多
的
是
。
”
“
忙
你
的
去
吧
。
”
白
沐
霖
摇
摇
头
，
坐
在
树
桩
子
上
轻
轻
叹
息
了
一
声
。
马
钢
也
摇
摇
头
，
记
者
没
有
报
道
他
的
兴
趣
，
令
他
很
失
望
。
“
知
识
分
子
毛
病
就
是
多
。
”
他
说
的
时
候
还
瞟
了
一
眼
不
远
处
的
叶
文
洁
，
他
的
话
显
然
也
包
括
了
她
。
大
树
被
拖
走
了
，
地
面
上
的
石
块
和
树
桩
划
开
了
树
皮
，
使
它
巨
大
的
身
躯
皮
开
肉
绽
。
它
原
来
所
在
的
位
置
上
，
厚
厚
的
落
叶
构
成
的
腐
植
层
被
压
出
了
一
条
长
沟
，
沟
里
很
快
渗
出
了
水
，
陈
年
落
叶
使
水
呈
暗
红
色
，
像
血
。
“
小
叶
，
过
来
歇
歇
吧
。
”
白
沐
霖
指
指
大
树
桩
空
着
的
另
一
边
对
叶
文
洁
说
。
文
洁
确
实
累
了
，
放
下
工
具
，
走
过
来
和
记
者
背
靠
背
地
坐
着
。
沉
默
了
好
一
会
儿
，
白
沐
霖
突
然
说
：
“
我
看
得
出
来
你
的
感
觉
，
在
这
里
也
就
我
们
俩
有
这
种
感
觉
。
”
文
洁
仍
然
沉
默
着
，
白
沐
霖
预
料
她
不
会
回
答
。
叶
文
洁
平
时
沉
默
寡
言
，
很
少
与
人
交
流
，
有
些
刚
来
的
人
甚
至
误
认
为
她
是
哑
巴
。
白
沐
霖
自
顾
自
地
说
下
去
：
“
一
年
前
打
前
站
时
我
就
到
过
这
个
林
区
，
记
得
刚
到
时
是
晌
午
，
接
待
我
们
的
人
说
要
吃
鱼
，
我
在
那
间
小
树
皮
屋
里
四
下
看
看
，
就
烧
着
一
锅
水
，
哪
有
鱼
啊
；
水
开
后
，
见
做
饭
的
人
拎
着
擀
面
杖
出
去
，
到
屋
前
的
那
条
小
河
中
‘
乒
乓
’
几
棒
子
，
就
打
上
几
条
大
鱼
来
…
…
多
富
饶
的
地
方
，
可
现
在
看
看
那
条
河
，
一
条
什
么
都
没
有
的
浑
水
沟
。
我
真
不
知
道
，
现
在
整
个
兵
团
的
开
发
方
针
是
搞
生
产
还
是
搞
破
坏
？
”
“
你
这
种
想
法
是
从
哪
儿
来
呢
？
”
叶
文
洁
轻
声
问
，
并
没
有
透
露
出
她
对
这
想
法
是
赞
同
还
是
反
对
，
但
她
能
说
话
，
已
经
让
白
沐
霖
很
感
激
了
。
“
我
刚
看
了
一
本
书
，
感
触
很
深
…
…
你
能
读
英
文
吧
？
”
看
到
文
洁
点
点
头
，
白
沐
霖
从
包
中
掏
出
一
本
蓝
色
封
面
的
书
，
在
递
给
文
洁
时
，
他
有
意
无
意
地
四
下
看
了
看
，
“
这
本
书
是
六
二
年
出
的
，
在
西
方
影
响
很
大
。
”
文
洁
转
身
接
过
书
，
看
到
书
名
是
《
S
I
L
E
N
T
S
P
R
I
N
G
》
，
作
者
是
R
a
c
h
e
l
C
a
r
s
o
n
。
“
哪
儿
来
的
？
”
她
轻
声
问
。
“
这
本
书
引
起
了
上
级
的
重
视
，
要
搞
内
参
，
我
负
责
翻
译
与
森
林
有
关
的
那
部
分
。
”
文
洁
翻
开
书
，
很
快
被
吸
引
住
了
，
在
短
短
的
序
章
中
，
作
者
描
述
了
一
个
在
杀
虫
剂
的
毒
害
下
正
在
死
去
的
寂
静
的
村
庄
，
平
实
的
语
言
背
后
显
现
着
一
颗
忧
虑
的
心
。
“
我
想
给
中
央
写
信
，
反
映
建
设
兵
团
这
种
不
负
责
任
的
行
径
。
”
白
沐
霖
说
。
叶
文
洁
从
书
上
抬
起
头
来
，
好
半
天
才
明
白
他
意
思
，
没
说
什
么
又
低
头
看
书
。
“
你
要
想
看
就
先
拿
着
，
不
过
最
好
别
让
其
他
人
看
见
，
这
东
西
，
你
知
道
…
…
”
白
沐
霖
说
着
，
又
四
下
看
了
看
，
起
身
离
去
。
三
十
八
年
后
，
在
叶
文
洁
的
最
后
时
刻
，
她
回
忆
起
《
寂
静
的
春
天
》
对
自
己
一
生
的
影
响
。
在
这
之
前
，
人
类
恶
的
一
面
已
经
在
她
年
轻
的
心
灵
上
刻
下
不
可
愈
合
的
巨
创
，
但
这
本
书
使
她
对
人
类
之
恶
第
一
次
进
行
了
理
性
的
思
考
。
这
本
来
应
该
是
一
本
很
普
通
的
书
，
主
题
并
不
广
阔
，
只
是
描
述
杀
虫
剂
的
滥
用
对
环
境
造
成
的
危
害
，
但
作
者
的
视
角
对
叶
文
洁
产
生
了
巨
大
的
震
撼
：
蕾
切
尔
·
卡
逊
所
描
写
的
人
类
行
为
—
—
使
用
杀
虫
剂
，
在
文
洁
看
来
只
是
一
项
正
当
和
正
常
的
、
至
少
是
中
性
的
行
为
；
而
本
书
让
她
看
到
，
从
整
个
大
自
然
的
视
角
看
，
这
个
行
为
与
“
文
化
大
革
命
”
是
没
有
区
别
的
，
对
我
们
的
世
界
产
生
的
损
害
同
样
严
重
。
那
么
，
还
有
多
少
在
自
己
看
来
是
正
常
甚
至
正
义
的
人
类
行
为
是
邪
恶
的
呢
？
再
想
下
去
，
一
个
推
论
令
她
不
寒
而
栗
，
陷
入
恐
惧
的
深
渊
：
也
许
，
人
类
和
邪
恶
的
关
系
，
就
是
大
洋
与
漂
浮
于
其
上
的
冰
山
的
关
系
，
它
们
其
实
是
同
一
种
物
质
组
成
的
巨
大
水
体
，
冰
山
之
所
以
被
醒
目
地
认
出
来
，
只
是
由
于
其
形
态
不
同
而
已
，
而
它
实
质
上
只
不
过
是
这
整
个
巨
大
水
体
中
极
小
的
一
部
分
…
…
人
类
真
正
的
道
德
自
觉
是
不
可
能
的
，
就
像
他
们
不
可
能
拔
着
自
己
的
头
发
离
开
大
地
。
要
做
到
这
一
点
，
只
有
借
助
于
人
类
之
外
的
力
量
。
这
个
想
法
最
终
决
定
了
叶
文
洁
的
一
生
。
四
天
后
，
叶
文
洁
去
还
书
。
白
沐
霖
住
在
连
队
唯
一
的
一
间
招
待
房
里
，
文
洁
推
开
门
，
见
他
疲
惫
地
躺
在
床
上
，
一
身
泥
水
和
木
屑
，
见
到
文
洁
，
他
赶
紧
起
身
。
“
今
天
干
活
儿
了
？
”
文
洁
问
。
“
下
连
队
这
么
长
时
间
了
，
不
能
总
是
甩
手
到
处
转
，
劳
动
得
参
加
，
三
结
合
嘛
。
哦
，
我
们
在
雷
达
峰
干
，
那
里
林
木
真
密
，
地
下
的
腐
叶
齐
膝
深
，
我
真
怕
中
了
瘴
气
。
”
白
沐
霖
说
。
“
雷
达
峰
？
！
”
文
洁
听
到
这
个
名
字
很
吃
惊
。
“
是
啊
，
团
里
下
的
紧
急
任
务
，
要
围
着
它
伐
出
一
圈
警
戒
带
。
”
雷
达
峰
是
一
个
神
秘
的
地
方
，
那
座
陡
峭
的
奇
峰
本
没
有
名
字
，
只
是
因
为
它
的
峰
顶
有
一
面
巨
大
的
抛
物
面
天
线
才
得
此
名
。
其
实
，
稍
有
常
识
的
人
都
知
道
那
不
是
雷
达
天
线
，
虽
然
它
的
方
向
每
天
都
会
变
化
，
但
从
未
连
续
转
动
过
。
那
天
线
在
风
中
发
出
低
沉
的
嗡
嗡
声
，
很
远
都
能
听
到
。
连
队
的
人
只
知
道
那
是
一
个
军
事
基
地
，
听
当
地
人
说
，
三
年
前
建
设
那
个
基
地
时
，
曾
动
用
巨
大
的
人
力
，
向
峰
顶
架
设
了
一
条
高
压
线
，
开
辟
了
一
条
通
向
峰
顶
的
公
路
，
有
大
量
的
物
资
沿
公
路
运
上
去
。
但
基
地
建
成
后
，
竟
把
这
条
公
路
拆
毁
了
，
只
留
下
一
条
勉
强
能
通
行
的
林
间
小
路
，
常
有
直
升
机
在
峰
顶
起
降
。
那
座
天
线
并
不
总
是
出
现
，
风
太
大
时
它
会
被
放
倒
，
而
当
它
立
起
来
时
，
就
会
发
生
许
多
诡
异
的
事
情
：
林
间
的
动
物
变
得
焦
躁
不
安
，
林
鸟
被
大
群
地
惊
起
，
人
也
会
出
现
头
晕
恶
心
等
许
多
不
明
症
状
；
在
雷
达
峰
附
近
的
人
还
特
别
容
易
掉
头
发
，
据
当
地
人
说
，
这
也
是
天
线
出
现
后
才
有
的
事
。
雷
达
峰
有
许
多
神
秘
的
传
说
：
一
次
下
大
雪
，
那
个
天
线
立
起
来
，
这
方
圆
几
里
的
雪
立
刻
就
变
成
了
雨
！
当
时
地
面
仍
在
严
寒
中
，
雨
水
在
树
上
冻
住
，
每
棵
树
都
挂
起
了
大
冰
挂
子
，
森
林
成
了
水
晶
宫
，
其
间
不
断
地
响
着
树
枝
被
压
断
的
“
咔
嚓
”
声
和
冰
挂
子
坠
地
的
“
轰
轰
”
声
。
有
时
，
在
天
线
立
起
时
，
晴
空
会
出
现
雷
电
，
夜
间
天
空
中
能
看
到
奇
异
的
光
晕
…
…
雷
达
峰
警
戒
森
严
，
建
设
兵
团
的
连
队
驻
扎
后
，
连
长
第
一
件
事
就
是
让
所
有
人
注
意
不
要
擅
自
靠
近
雷
达
峰
，
否
则
基
地
的
岗
哨
可
以
不
经
警
告
就
开
枪
。
上
星
期
，
连
队
里
两
个
打
猎
的
兵
团
战
士
追
一
只
狍
子
，
不
知
不
觉
追
到
了
雷
达
峰
下
，
立
刻
招
来
了
来
自
半
山
腰
上
岗
亭
的
急
促
射
击
，
幸
亏
林
子
密
，
两
人
没
伤
着
跑
了
回
来
，
其
中
一
个
吓
得
尿
了
一
裤
子
。
第
二
天
连
里
开
会
，
每
人
挨
了
一
个
警
告
处
分
。
可
能
正
是
因
为
这
事
，
基
地
才
决
定
在
周
围
的
森
林
中
开
伐
一
圈
警
戒
带
，
而
兵
团
的
人
力
可
以
随
他
们
调
用
，
也
可
见
其
行
政
级
别
很
高
。
白
沐
霖
接
过
书
，
小
心
地
放
到
枕
头
下
面
，
同
时
从
那
里
拿
出
了
几
页
写
得
密
密
麻
麻
的
稿
纸
，
递
给
文
洁
，
“
这
是
那
封
信
的
草
稿
，
你
看
看
行
吗
？
”
“
信
？
”
“
我
跟
你
说
过
的
，
要
给
中
央
写
信
。
”
纸
上
的
字
迹
很
潦
草
，
叶
文
洁
很
吃
力
地
看
完
了
。
这
封
信
立
论
严
谨
，
内
容
丰
富
：
从
太
行
山
因
植
被
破
坏
，
由
历
史
上
的
富
庶
之
山
变
成
今
天
贫
瘠
的
秃
岭
，
到
现
代
黄
河
泥
沙
含
量
的
急
剧
增
加
，
得
出
了
内
蒙
古
建
设
兵
团
的
大
垦
荒
将
带
来
严
重
后
果
的
结
论
。
文
洁
这
才
注
意
到
，
他
的
文
笔
真
的
与
《
寂
静
的
春
天
》
很
相
似
，
平
实
精
确
而
蕴
涵
诗
意
，
令
理
科
出
身
的
她
感
到
很
舒
适
。
“
写
得
很
好
。
”
她
由
衷
地
赞
叹
道
。
白
沐
霖
点
点
头
，
“
那
我
寄
出
去
了
。
”
说
着
拿
出
了
一
本
新
稿
纸
要
誊
抄
，
但
手
抖
得
厉
害
，
一
个
字
都
写
不
出
来
。
第
一
次
使
油
锯
的
人
都
是
这
样
，
手
抖
得
可
能
连
饭
碗
都
端
不
住
，
更
别
说
写
字
了
。
“
我
替
你
抄
吧
。
”
叶
文
洁
说
，
接
过
白
沐
霖
递
来
的
笔
抄
了
起
来
。
“
你
字
写
得
真
好
。
”
白
沐
霖
看
着
稿
纸
上
抄
出
的
第
一
行
字
说
，
他
给
文
洁
倒
了
一
杯
水
，
手
仍
然
抖
得
厉
害
，
水
洒
出
来
不
少
，
文
洁
忙
把
信
纸
移
开
些
。
“
你
是
学
物
理
的
？
”
白
沐
霖
问
。
“
天
体
物
理
，
现
在
没
什
么
用
处
了
。
”
文
洁
回
答
，
没
有
抬
头
。
“
那
就
是
研
究
恒
星
吧
，
怎
么
会
没
用
处
呢
？
现
在
大
学
都
已
复
课
，
但
研
究
生
不
再
招
了
，
你
这
样
的
高
级
人
才
窝
到
这
种
地
方
，
唉
…
…
”
文
洁
没
有
回
答
，
只
是
埋
头
抄
写
，
她
不
想
告
诉
白
沐
霖
，
自
己
能
进
入
建
设
兵
团
已
经
很
幸
运
了
。
对
于
现
实
，
她
什
么
都
不
想
说
，
也
没
什
么
可
说
的
了
。
屋
里
安
静
下
来
，
只
有
钢
笔
尖
在
纸
上
划
动
的
沙
沙
声
。
文
洁
能
闻
到
身
边
记
者
身
上
松
木
锯
末
的
味
道
，
自
父
亲
惨
死
后
，
她
第
一
次
有
一
种
温
暖
的
感
觉
，
第
一
次
全
身
心
松
弛
下
来
，
暂
时
放
松
了
对
周
围
世
界
的
戒
心
。
一
个
多
小
时
后
，
信
抄
完
了
，
又
按
白
沐
霖
说
的
地
址
和
收
信
人
写
好
了
信
封
，
文
洁
起
身
告
辞
，
走
到
门
口
时
，
她
回
头
说
：
“
把
你
的
外
衣
拿
来
，
我
帮
你
洗
洗
吧
。
”
说
完
后
，
她
对
自
己
的
这
一
举
动
很
吃
惊
。
“
不
，
那
哪
行
！
”
白
沐
霖
连
连
摆
手
说
，
“
你
们
建
设
兵
团
的
女
战
士
，
白
天
干
的
都
是
男
同
志
的
活
儿
，
快
回
去
休
息
吧
，
明
天
六
点
就
要
上
山
呢
。
哦
，
文
洁
，
我
后
天
就
要
回
师
部
了
，
我
会
把
你
的
情
况
向
上
级
反
映
一
下
，
也
许
能
帮
上
忙
呢
。
”
“
谢
谢
，
不
过
我
觉
得
这
里
很
好
，
挺
安
静
的
。
”
文
洁
看
着
月
光
下
大
兴
安
岭
朦
胧
的
林
海
说
。
“
你
是
不
是
在
逃
避
什
么
？
”
“
我
走
了
。
”
叶
文
洁
轻
声
说
，
转
身
离
去
。
白
沐
霖
看
着
她
那
纤
细
的
身
影
在
月
光
下
消
失
，
然
后
，
他
抬
头
遥
望
文
洁
刚
才
看
过
的
林
海
，
看
到
远
方
的
雷
达
峰
上
，
巨
大
的
天
线
又
缓
缓
立
起
，
闪
着
金
属
的
冷
光
。
三
个
星
期
后
的
一
天
中
午
，
叶
文
洁
被
从
伐
木
场
紧
急
召
回
连
部
。
一
走
进
办
公
室
，
她
就
发
现
气
氛
不
对
，
连
长
和
指
导
员
都
在
，
还
有
一
个
表
情
冷
峻
的
陌
生
人
，
他
面
前
的
办
公
桌
上
放
着
一
个
黑
色
的
公
文
包
，
旁
边
两
件
东
西
显
然
是
从
公
文
包
中
拿
出
来
的
，
那
是
一
个
信
封
和
一
本
书
，
信
封
是
拆
开
的
，
书
就
是
那
本
她
看
过
的
《
S
I
L
E
N
T
S
P
R
I
N
G
》
。
这
个
年
代
的
人
对
自
己
的
政
治
处
境
都
有
一
种
特
殊
的
敏
感
，
而
这
种
敏
感
在
叶
文
洁
身
上
更
强
烈
一
些
，
她
顿
时
感
到
周
围
的
世
界
像
一
个
口
袋
般
收
紧
，
一
切
都
向
她
挤
压
过
来
。
“
叶
文
洁
，
这
是
师
政
治
部
来
调
查
的
张
主
任
，
”
指
导
员
指
指
陌
生
人
说
，
“
希
望
你
配
合
，
要
讲
实
话
。
”
“
这
封
信
是
你
写
的
吗
？
”
张
主
任
问
，
同
时
从
信
封
中
抽
出
信
来
。
叶
文
洁
伸
手
去
拿
，
但
张
主
任
没
给
她
，
仍
把
信
拿
在
自
己
手
中
，
一
页
一
页
翻
给
她
看
，
终
于
翻
到
了
她
想
看
的
最
后
一
页
，
落
款
上
没
有
姓
名
，
只
写
着
“
革
命
群
众
”
四
个
字
。
“
不
，
不
是
我
写
的
。
”
文
洁
惊
恐
地
摇
摇
头
。
“
可
这
是
你
的
笔
迹
。
”
“
是
，
可
我
是
帮
别
人
抄
的
。
”
“
帮
谁
？
”
平
时
在
连
队
遇
到
什
么
事
，
叶
文
洁
很
少
为
自
己
申
辩
，
所
有
的
亏
都
默
默
地
吃
了
，
所
有
的
委
屈
都
默
默
地
承
受
，
更
不
用
说
牵
连
别
人
了
。
但
这
次
不
同
，
她
很
清
楚
这
意
味
着
什
么
。
“
是
帮
那
位
上
星
期
到
连
队
来
采
访
的
《
大
生
产
报
》
记
者
抄
的
，
他
叫
…
…
”
“
叶
文
洁
！
”
张
主
任
的
眼
睛
像
两
个
黑
洞
洞
的
枪
口
对
着
她
，
“
我
警
告
你
，
诬
陷
别
人
会
使
你
的
问
题
更
加
严
重
。
我
们
已
经
从
白
沐
霖
同
志
那
里
调
查
清
楚
了
，
他
只
是
受
你
之
托
把
信
带
到
呼
和
浩
特
发
出
去
，
并
不
知
道
信
的
内
容
。
”
“
他
…
…
是
这
么
说
的
？
！
”
文
洁
眼
前
一
黑
。
张
主
任
没
有
回
答
她
的
话
，
而
是
拿
起
了
那
本
书
，
“
你
写
这
封
信
，
一
定
是
受
到
了
它
的
启
发
。
”
他
把
书
对
着
连
长
和
指
导
员
展
示
了
一
下
，
“
这
本
书
叫
《
寂
静
的
春
天
》
，
1
9
6
2
年
在
美
国
出
版
，
在
资
本
主
义
世
界
影
响
很
大
。
”
他
接
着
从
公
文
包
中
拿
出
了
另
一
本
书
，
封
面
是
白
皮
黑
字
，
“
这
是
这
本
书
的
中
译
本
，
是
有
关
部
门
以
内
参
形
式
下
发
的
，
供
批
判
用
。
现
在
，
上
级
对
这
本
书
已
经
做
出
了
明
确
的
定
性
：
这
是
一
部
反
动
的
大
毒
草
。
该
书
从
唯
心
史
观
出
发
，
宣
扬
末
世
论
，
借
环
境
问
题
之
名
，
为
资
本
主
义
世
界
最
后
的
腐
朽
没
落
寻
找
托
辞
，
其
实
质
是
十
分
反
动
的
。
”
“
可
这
本
书
…
…
也
不
是
我
的
。
”
文
洁
无
力
地
说
。
“
白
沐
霖
同
志
是
上
级
指
定
的
本
书
译
者
之
一
，
他
携
带
这
本
书
是
完
全
合
法
的
，
当
然
，
他
也
负
有
保
管
责
任
，
不
该
让
你
趁
他
在
劳
动
中
不
备
时
偷
拿
去
看
—
—
现
在
，
你
从
这
本
书
中
找
到
了
向
社
会
主
义
进
攻
的
思
想
武
器
。
”
叶
文
洁
沉
默
了
，
她
知
道
自
己
已
经
掉
到
陷
阱
的
底
部
，
任
何
挣
扎
都
是
徒
劳
的
。
与
后
来
人
们
熟
知
的
一
些
历
史
记
载
相
反
，
白
沐
霖
当
初
并
非
有
意
陷
害
叶
文
洁
，
他
写
给
中
央
的
那
封
信
也
可
能
是
出
于
真
诚
的
责
任
心
。
那
时
怀
着
各
种
目
的
直
接
给
中
央
写
信
的
人
很
多
，
大
多
数
信
件
石
沉
大
海
，
也
有
少
数
人
因
此
一
夜
之
间
飞
黄
腾
达
或
面
临
灭
顶
之
灾
。
当
时
的
政
治
神
经
是
极
其
错
综
复
杂
的
，
作
为
记
者
，
白
沐
霖
自
以
为
了
解
这
神
经
系
统
的
走
向
和
敏
感
之
处
，
但
他
过
分
自
信
了
，
他
这
封
信
触
动
了
他
以
前
不
知
道
的
雷
区
。
得
知
消
息
后
，
恐
惧
压
倒
了
一
切
，
他
决
定
牺
牲
叶
文
洁
，
保
护
自
己
。
半
个
世
纪
后
，
历
史
学
家
们
一
致
认
为
，
l
9
6
9
年
的
这
一
事
件
是
以
后
人
类
历
史
的
一
个
转
折
点
。
白
沐
霖
无
意
之
中
成
为
一
个
标
志
性
的
关
键
历
史
人
物
，
但
他
自
己
没
有
机
会
知
道
这
点
，
历
史
学
家
们
失
望
地
记
载
了
他
平
淡
的
余
生
。
白
沐
霖
在
《
大
生
产
报
》
一
直
工
作
到
1
9
7
5
年
，
那
时
内
蒙
古
建
设
兵
团
撤
销
，
他
调
到
一
个
东
北
城
市
的
科
协
工
作
至
上
世
纪
八
十
年
代
初
，
然
后
出
国
到
加
拿
大
，
在
渥
太
华
一
所
华
语
学
校
任
教
师
至
l
9
9
1
年
，
患
肺
癌
去
世
。
余
生
中
他
没
对
任
何
人
提
起
过
叶
文
洁
的
事
，
是
否
感
到
过
自
责
和
忏
悔
也
不
得
而
知
。
“
小
叶
啊
，
连
里
对
你
可
是
仁
至
义
尽
了
。
”
连
长
喷
出
一
口
辣
烈
的
莫
合
烟
，
看
着
地
面
说
，
“
你
出
身
和
家
庭
背
景
都
不
好
，
可
我
们
没
把
你
当
外
人
。
针
对
你
脱
离
群
众
、
不
积
极
要
求
进
步
的
倾
向
，
我
和
指
导
员
都
多
次
找
你
谈
过
，
想
帮
助
你
。
谁
想
到
，
你
竟
犯
了
这
么
严
重
的
错
误
！
”
“
我
早
就
看
出
来
，
她
对
‘
文
化
大
革
命
’
的
抵
触
情
绪
是
根
深
蒂
固
的
。
”
指
导
员
接
着
说
。
“
下
午
，
派
两
个
人
，
把
她
和
这
些
罪
证
一
起
送
到
师
部
去
。
”
张
主
任
面
无
表
情
地
说
。
同
室
的
三
名
女
犯
相
继
被
提
走
，
监
室
里
只
剩
叶
文
洁
一
个
人
了
。
墙
角
的
那
一
小
堆
煤
用
完
了
也
没
人
来
加
，
炉
子
很
快
灭
了
，
监
室
里
冷
了
下
来
，
叶
文
洁
不
得
不
将
被
子
裹
在
身
上
。
天
黑
前
来
了
两
个
人
，
其
中
一
名
是
年
长
些
的
女
干
部
，
随
行
的
那
人
介
绍
说
她
是
中
级
法
院
军
管
会
的
军
代
表
（
注
：
在
“
文
革
”
的
那
一
阶
段
，
大
部
分
中
高
级
公
检
法
机
构
处
于
军
管
状
态
，
军
代
表
对
司
法
拥
有
最
终
决
定
权
。
）
。
“
程
丽
华
。
”
女
干
部
自
我
介
绍
说
，
她
四
十
多
岁
，
身
穿
军
大
衣
，
戴
着
一
副
宽
边
眼
镜
，
脸
上
线
条
柔
和
，
看
得
出
年
轻
时
一
定
很
漂
亮
，
说
话
时
面
带
微
笑
，
让
人
感
到
平
易
近
人
。
叶
文
洁
清
楚
，
这
样
级
别
的
人
来
到
监
室
见
一
个
待
审
的
犯
人
，
很
不
寻
常
。
她
谨
慎
地
对
程
丽
华
点
点
头
，
起
身
在
狭
窄
的
床
铺
上
给
她
让
出
坐
的
地
方
。
“
这
么
冷
，
炉
子
呢
？
”
程
丽
华
不
满
地
看
了
站
在
门
口
的
看
守
所
所
长
一
眼
，
又
转
向
文
洁
，
“
嗯
，
年
轻
，
你
比
我
想
的
还
年
轻
。
”
说
完
坐
在
床
上
，
离
文
洁
很
近
，
低
头
翻
起
公
文
包
来
，
嘴
里
还
像
老
大
妈
似
的
嘟
囔
着
，
“
小
叶
你
糊
涂
啊
，
年
轻
人
都
这
样
，
书
越
读
得
多
越
糊
涂
了
，
你
呀
你
呀
…
…
”
她
找
到
了
要
找
的
东
西
，
把
那
一
小
打
文
件
抱
在
胸
前
，
抬
头
看
着
叶
文
洁
，
目
光
中
充
满
了
慈
爱
，
“
不
过
，
年
轻
人
嘛
，
谁
没
犯
过
错
误
？
我
就
犯
过
，
那
时
我
在
四
野
的
文
工
团
，
苏
联
歌
曲
唱
得
好
，
一
次
政
治
学
习
会
上
，
我
说
我
们
应
该
并
入
苏
联
，
成
为
苏
维
埃
社
会
主
义
联
盟
的
一
个
新
共
和
国
，
这
样
国
际
共
产
主
义
的
力
量
就
更
强
大
了
…
…
幼
稚
啊
，
可
谁
没
幼
稚
过
呢
？
还
是
那
句
话
，
不
要
有
思
想
负
担
，
有
错
就
认
识
就
改
，
然
后
继
续
革
命
嘛
。
”
程
丽
华
的
一
席
话
拉
近
了
叶
文
洁
与
她
的
距
离
，
但
叶
文
洁
在
灾
难
中
学
会
了
谨
慎
，
她
不
敢
贸
然
接
受
这
份
奢
侈
的
善
意
。
程
丽
华
把
那
叠
文
件
放
到
叶
文
洁
面
前
的
床
面
上
，
递
给
她
一
枝
笔
，
“
来
，
先
签
了
字
，
咱
们
再
好
好
谈
谈
，
解
开
你
的
思
想
疙
瘩
。
”
她
的
语
气
，
仿
佛
在
哄
一
个
小
孩
儿
吃
奶
。
叶
文
洁
默
默
地
看
着
那
份
文
件
，
一
动
不
动
，
没
有
去
接
笔
。
程
丽
华
宽
容
地
笑
笑
，
“
你
是
可
以
相
信
我
的
，
我
以
人
格
保
证
，
这
文
件
内
容
与
你
的
案
子
无
关
，
签
字
吧
。
”
站
在
一
边
的
那
名
随
行
者
说
：
“
叶
文
洁
，
程
代
表
是
想
帮
你
的
，
她
这
几
天
为
你
的
事
可
没
少
操
心
。
”
程
丽
华
挥
手
制
止
他
说
下
去
。
“
能
理
解
的
，
这
孩
子
，
唉
，
给
吓
坏
了
。
现
在
一
些
人
的
政
策
水
平
实
在
太
低
，
建
设
兵
团
的
，
还
有
你
们
法
院
的
，
方
法
简
单
，
作
风
粗
暴
，
像
什
么
样
子
！
好
吧
，
小
叶
，
来
，
看
看
文
件
，
仔
细
看
看
吧
。
”
叶
文
洁
拿
起
文
件
，
在
监
室
昏
黄
的
灯
光
下
翻
看
着
。
程
代
表
没
骗
她
，
这
份
材
料
确
实
与
她
的
案
子
无
关
，
是
关
于
她
那
已
死
去
的
父
亲
的
。
其
中
记
载
了
父
亲
与
一
些
人
交
往
情
况
和
谈
话
内
容
，
文
件
的
提
供
者
是
叶
文
洁
的
妹
妹
叶
文
雪
。
作
为
一
名
最
激
进
的
红
卫
兵
，
叶
文
雪
积
极
主
动
地
揭
发
父
亲
，
写
过
大
量
的
检
举
材
料
，
其
中
的
一
些
直
接
导
致
了
父
亲
的
惨
死
。
但
这
一
份
材
料
文
洁
一
眼
就
看
出
不
是
妹
妹
写
的
，
文
雪
揭
发
父
亲
的
材
料
文
笔
激
烈
，
读
那
一
行
行
字
就
像
听
着
一
挂
挂
炸
响
的
鞭
炮
，
但
这
份
材
料
写
得
很
冷
静
、
很
老
到
，
内
容
翔
实
精
确
，
谁
谁
谁
哪
年
哪
月
哪
日
在
哪
里
见
了
谁
谁
谁
又
谈
了
什
么
，
外
行
人
看
去
像
一
本
平
淡
的
流
水
账
，
但
其
中
暗
藏
的
杀
机
，
绝
非
叶
文
雪
那
套
小
孩
子
把
戏
所
能
相
比
的
。
材
料
的
内
容
她
看
不
太
懂
，
但
隐
约
感
觉
到
与
一
个
重
大
国
防
工
程
有
关
。
作
为
物
理
学
家
的
女
儿
，
叶
文
洁
猜
出
了
那
就
是
从
1
9
6
4
年
开
始
震
惊
世
界
的
中
国
两
弹
工
程
。
在
这
个
年
代
，
要
搞
倒
一
个
位
置
很
高
的
人
，
就
要
在
其
分
管
的
各
个
领
域
得
到
他
的
黑
材
料
，
但
两
弹
工
程
对
阴
谋
家
们
来
说
是
个
棘
手
的
领
域
，
这
个
工
程
处
于
中
央
的
重
点
保
护
之
下
，
得
以
避
开
“
文
革
”
的
风
雨
，
他
们
很
难
插
手
进
去
。
由
于
出
身
问
题
没
通
过
政
审
，
父
亲
并
没
有
直
接
参
加
两
弹
研
制
，
只
是
做
了
一
些
外
围
的
理
论
工
作
，
但
要
利
用
他
，
比
利
用
两
弹
工
程
的
那
些
核
心
人
物
更
容
易
些
。
叶
文
洁
不
知
道
材
料
上
那
些
内
容
是
真
是
假
，
但
可
以
肯
定
，
上
面
的
每
一
个
标
点
符
号
都
具
有
致
命
的
政
治
杀
伤
力
。
除
了
最
终
的
打
击
目
标
外
，
还
会
有
无
数
人
的
命
运
要
因
这
份
材
料
坠
入
悲
惨
的
深
渊
。
材
料
的
末
尾
是
妹
妹
那
大
大
的
签
名
，
而
叶
文
洁
是
要
作
为
附
加
证
人
签
名
的
，
她
注
意
到
，
那
个
位
置
已
经
有
三
个
人
签
了
名
。
“
我
不
知
道
父
亲
和
这
些
人
说
的
这
些
话
。
”
叶
文
洁
把
材
料
放
回
原
位
，
低
声
说
。
“
怎
么
会
不
知
道
呢
？
这
其
中
许
多
的
谈
话
都
是
在
你
家
里
进
行
的
，
你
妹
妹
都
知
道
你
就
不
知
道
？
”
“
我
真
的
不
知
道
。
”
“
但
这
些
谈
话
内
容
是
真
实
的
，
你
要
相
信
组
织
。
”
“
我
没
说
不
是
真
的
，
可
我
真
的
不
知
道
，
所
以
不
能
签
。
”
“
叶
文
洁
，
”
那
名
随
行
人
员
上
前
一
步
说
，
但
又
被
程
代
表
制
止
了
。
她
朝
文
洁
坐
得
更
近
些
，
拉
起
她
一
只
冰
凉
的
手
，
说
：
“
小
叶
啊
，
我
跟
你
交
个
底
吧
。
你
这
个
案
子
，
弹
性
很
大
的
，
往
低
的
说
，
知
识
青
年
受
反
动
书
籍
蒙
蔽
，
没
什
么
大
事
，
都
不
用
走
司
法
程
序
，
参
加
一
次
学
习
班
好
好
写
几
份
检
查
，
你
就
可
以
回
兵
团
了
；
往
高
说
嘛
，
小
叶
啊
，
你
心
里
也
清
楚
，
判
现
行
反
革
命
是
完
全
可
以
的
。
对
于
你
这
种
政
治
案
件
，
现
在
公
检
法
系
统
都
是
宁
左
勿
右
，
左
是
方
法
问
题
，
右
是
路
线
问
题
，
最
终
大
方
向
还
是
要
军
管
会
定
。
当
然
，
这
话
只
能
咱
们
私
下
说
说
。
”
随
行
人
员
说
：
“
程
代
表
是
真
的
为
你
好
，
你
自
己
看
到
了
，
已
经
有
三
个
证
人
签
字
了
，
你
签
不
签
又
有
多
大
意
义
。
叶
文
洁
，
你
别
一
时
糊
涂
啊
。
”
“
是
啊
，
小
叶
，
看
着
你
这
个
有
知
识
的
孩
子
就
这
么
毁
了
，
心
疼
啊
！
我
真
的
想
救
你
，
你
千
万
要
配
合
。
看
看
我
，
我
难
道
会
害
你
吗
？
”
叶
文
洁
没
有
看
军
代
表
，
她
看
到
了
父
亲
的
血
。
“
程
代
表
，
我
不
知
道
上
面
写
的
事
，
我
不
会
签
的
。
”
程
丽
华
沉
默
了
，
她
盯
着
文
洁
看
了
好
一
会
儿
，
冰
冷
的
空
气
仿
佛
凝
固
了
一
般
。
然
后
她
慢
慢
地
将
文
件
放
回
公
文
包
，
站
起
身
，
她
脸
上
慈
祥
的
表
情
仍
然
没
有
褪
去
，
只
是
凝
固
了
，
仿
佛
戴
着
一
张
石
膏
面
具
。
她
就
这
样
慈
祥
地
走
到
墙
角
，
那
里
放
着
一
桶
盥
洗
用
的
水
，
她
提
起
桶
，
把
里
面
的
水
一
半
泼
到
叶
文
洁
的
身
上
，
一
半
倒
在
被
褥
上
，
动
作
中
有
一
种
有
条
不
紊
的
沉
稳
，
然
后
扔
下
桶
转
身
走
出
门
，
扔
下
了
一
句
怒
骂
：
“
顽
固
的
小
杂
种
！
”
看
守
所
所
长
最
后
一
个
走
，
他
冷
冷
地
看
了
浑
身
湿
透
的
文
洁
一
眼
，
“
咣
”
一
声
关
上
门
并
锁
上
了
。
在
这
内
蒙
古
的
严
冬
，
寒
冷
通
过
湿
透
的
衣
服
，
像
一
个
巨
掌
将
叶
文
洁
攥
在
其
中
，
她
听
到
自
己
牙
齿
打
颤
的
“
咯
咯
”
声
，
后
来
这
声
音
也
消
失
了
。
深
入
骨
髓
的
寒
冷
使
她
眼
中
的
现
实
世
界
变
成
一
片
乳
白
色
，
她
感
到
整
个
宇
宙
就
是
一
块
大
冰
，
自
己
是
这
块
冰
中
唯
一
的
生
命
体
。
她
这
个
将
被
冻
死
的
小
女
孩
儿
手
中
连
火
柴
都
没
有
，
只
有
幻
觉
了
…
…
她
置
身
于
其
中
的
冰
块
渐
渐
变
得
透
明
了
，
眼
前
出
现
了
一
座
大
楼
，
楼
上
有
一
个
女
孩
儿
在
挥
动
着
一
面
大
旗
，
她
的
纤
小
与
那
面
旗
的
阔
大
形
成
鲜
明
对
比
，
那
是
文
洁
的
妹
妹
叶
文
雪
。
自
从
与
自
己
的
反
动
学
术
权
威
家
庭
决
裂
后
，
叶
文
洁
再
也
没
有
听
到
过
她
的
消
息
，
直
到
不
久
前
才
知
道
妹
妹
已
于
两
年
前
惨
死
于
武
斗
。
恍
惚
中
，
挥
旗
的
人
变
成
了
白
沐
霖
，
他
的
眼
镜
反
射
着
楼
下
的
火
光
；
接
着
那
人
又
变
成
了
程
代
表
，
变
成
了
母
亲
绍
琳
，
甚
至
变
成
父
亲
。
旗
手
在
不
断
变
换
，
旗
帜
在
不
间
断
地
被
挥
舞
着
，
像
一
只
永
恒
的
钟
摆
，
倒
数
着
她
那
所
剩
无
几
的
生
命
。
渐
渐
地
旗
帜
模
糊
了
，
一
切
都
模
糊
了
，
那
块
充
满
宇
宙
的
冰
块
又
将
她
封
在
中
心
，
这
次
冰
块
是
黑
色
的
。
0
3
.
红
岸
之
一
不
知
过
了
多
长
时
间
，
叶
文
洁
听
到
了
沉
重
的
轰
鸣
声
。
这
声
音
来
自
所
有
的
方
向
，
在
她
那
模
糊
的
意
识
中
，
似
乎
有
某
种
巨
大
的
机
械
在
钻
开
或
锯
开
她
置
身
于
其
中
的
大
冰
块
。
世
界
仍
是
一
片
黑
暗
，
但
轰
鸣
声
却
变
得
越
来
越
真
实
，
她
终
于
能
够
确
定
这
声
音
的
来
源
既
不
是
天
堂
也
不
是
地
狱
。
她
意
识
到
自
己
仍
闭
着
眼
睛
，
便
努
力
地
睁
开
沉
重
的
眼
皮
—
—
首
先
看
到
了
一
盏
灯
，
灯
深
嵌
在
天
花
板
内
部
，
被
罩
在
一
层
似
乎
是
用
于
防
撞
击
的
铁
丝
网
后
面
，
发
出
昏
暗
的
光
，
天
花
板
似
乎
是
金
属
的
。
她
听
到
有
个
男
声
在
轻
轻
叫
自
己
的
名
字
。
“
你
在
发
高
烧
。
”
那
人
说
。
“
这
是
哪
儿
？
”
叶
文
洁
无
力
地
问
，
感
觉
声
音
不
是
自
己
发
出
的
。
“
在
飞
机
上
。
”
叶
文
洁
感
到
一
阵
虚
弱
，
又
昏
睡
过
去
，
朦
胧
中
轰
鸣
声
一
直
伴
随
着
她
。
时
间
不
长
，
她
再
次
清
醒
过
来
，
这
时
麻
木
消
失
，
痛
苦
的
感
觉
出
现
了
：
头
和
四
肢
的
关
节
都
很
痛
，
嘴
里
呼
出
的
气
是
发
烫
的
，
喉
咙
也
痛
，
咽
下
一
口
唾
沫
感
觉
像
咽
下
一
块
火
炭
。
叶
文
洁
转
过
头
，
看
到
旁
边
有
两
个
穿
着
和
程
代
表
一
样
的
军
大
衣
的
人
，
不
同
的
是
他
们
都
戴
着
有
红
五
星
的
军
棉
帽
，
敞
开
的
大
衣
露
出
了
里
面
军
服
上
的
红
领
章
，
其
中
一
名
军
人
戴
着
眼
镜
。
叶
文
洁
发
现
自
己
也
盖
着
一
件
军
大
衣
，
身
上
的
衣
服
是
干
的
，
很
暖
和
。
她
吃
力
地
想
支
起
身
，
居
然
成
功
了
。
她
看
到
了
另
一
边
的
舷
窗
，
窗
外
是
缓
缓
移
去
的
滚
滚
云
海
，
被
阳
光
照
得
很
刺
眼
；
她
赶
紧
收
回
目
光
，
看
到
狭
窄
的
机
舱
中
堆
满
了
军
绿
色
的
铁
箱
子
，
从
另
一
个
舷
窗
中
可
以
看
到
上
方
旋
翼
的
影
子
。
她
猜
自
己
可
能
是
在
一
架
直
升
机
上
。
“
还
是
躺
下
吧
。
”
戴
眼
镜
的
军
人
说
，
扶
她
重
新
躺
下
，
把
大
衣
盖
好
。
“
叶
文
洁
，
这
篇
论
文
是
你
写
的
吗
？
”
另
一
名
军
人
把
一
本
翻
开
的
英
文
杂
志
伸
到
她
眼
前
，
她
看
到
那
文
章
的
题
目
是
《
太
阳
辐
射
层
内
可
能
存
在
的
能
量
界
面
和
其
反
射
特
性
》
，
他
把
杂
志
的
封
面
让
她
看
，
那
是
1
9
6
6
年
的
一
期
《
天
体
物
理
学
杂
志
》
。
“
肯
定
是
的
，
这
还
用
证
实
吗
？
”
戴
眼
镜
的
军
人
拿
走
了
杂
志
，
然
后
介
绍
说
，
“
这
位
是
红
岸
基
地
的
雷
志
成
政
委
。
我
是
杨
卫
宁
，
基
地
的
总
工
程
师
。
离
降
落
还
有
一
个
小
时
，
你
休
息
吧
。
”
你
是
杨
卫
宁
？
叶
文
洁
没
有
说
出
口
，
只
是
吃
惊
地
看
着
他
，
发
现
他
的
表
情
很
平
静
，
显
然
不
想
让
旁
人
知
道
他
们
认
识
。
杨
卫
宁
曾
是
叶
哲
泰
的
一
名
研
究
生
，
他
毕
业
时
叶
文
洁
刚
上
大
一
。
叶
文
洁
现
在
还
清
楚
地
记
得
杨
卫
宁
第
一
次
到
家
里
来
的
情
形
，
那
时
他
刚
考
上
研
究
生
，
与
导
师
谈
课
题
方
向
。
杨
卫
宁
说
他
想
搞
倾
向
于
实
验
和
应
用
的
课
题
，
尽
可
能
离
基
础
理
论
远
些
。
叶
文
洁
记
得
父
亲
当
时
是
这
样
说
：
我
不
反
对
，
但
我
们
毕
竟
是
理
论
物
理
专
业
，
你
这
样
要
求
的
理
由
呢
？
杨
卫
宁
回
答
：
我
想
投
身
于
时
代
，
做
一
些
实
际
的
贡
献
。
父
亲
说
：
理
论
是
应
用
的
基
础
，
发
现
自
然
规
律
，
难
道
不
是
对
时
代
最
大
的
贡
献
？
杨
卫
宁
犹
豫
了
一
下
，
终
于
说
出
了
真
话
：
搞
理
论
研
究
，
容
易
在
思
想
上
犯
错
误
。
这
话
让
父
亲
沉
默
了
。
杨
卫
宁
是
个
很
有
才
华
的
人
，
数
学
功
底
扎
实
，
思
维
敏
捷
，
但
在
不
长
的
研
究
生
生
涯
中
，
他
与
导
师
的
关
系
若
即
若
离
，
他
们
相
互
之
间
保
持
着
敬
而
远
之
的
距
离
。
那
时
叶
文
洁
与
杨
卫
宁
经
常
见
面
，
也
许
是
受
父
亲
影
响
，
叶
文
洁
没
有
过
多
地
注
意
他
，
至
于
他
是
否
注
意
过
自
己
，
叶
文
洁
就
不
知
道
了
。
后
来
杨
卫
宁
顺
利
毕
业
，
不
久
就
与
导
师
中
断
了
联
系
。
叶
文
洁
再
次
虚
弱
地
闭
上
眼
睛
后
，
两
名
军
人
离
开
了
她
，
到
一
排
箱
子
后
面
低
声
交
谈
。
机
舱
很
狭
窄
，
叶
文
洁
在
引
擎
的
轰
鸣
声
中
还
是
听
到
了
他
们
的
话
—
—
“
我
还
是
觉
得
这
事
儿
不
太
稳
妥
。
”
这
是
雷
志
成
的
声
音
。
杨
卫
宁
反
问
：
“
那
你
能
从
正
常
渠
道
给
我
需
要
的
人
吗
？
”
“
唉
，
我
也
费
了
很
大
劲
。
这
种
专
业
从
军
内
找
不
到
，
从
地
方
上
找
，
问
题
就
更
多
了
，
你
知
道
这
项
目
的
保
密
级
别
，
首
先
得
参
军
，
更
大
的
问
题
还
是
保
密
条
例
要
求
的
在
基
地
的
隔
离
工
作
周
期
。
那
么
长
时
间
，
家
属
随
军
怎
么
办
？
也
得
到
基
地
里
，
这
谁
都
不
愿
意
。
找
到
的
两
个
合
适
的
候
选
人
宁
肯
待
在
五
七
干
校
也
不
来
。
当
然
可
以
硬
调
，
但
这
种
工
作
的
性
质
，
要
是
不
安
心
什
么
都
干
不
出
来
的
。
”
“
所
以
只
能
这
么
办
。
”
“
可
这
也
太
违
反
常
规
了
。
”
“
这
个
项
目
本
来
就
违
反
常
规
，
出
了
事
儿
我
负
责
就
是
了
。
”
“
我
的
杨
总
啊
，
这
责
你
负
得
了
吗
？
你
一
头
钻
在
技
术
里
，
‘
红
岸
’
可
是
与
其
他
国
防
重
点
项
目
不
同
，
它
的
复
杂
，
是
复
杂
在
技
术
之
外
的
。
”
“
你
这
倒
是
实
话
。
”
降
落
时
已
是
傍
晚
，
叶
文
洁
谢
绝
了
杨
卫
宁
和
雷
志
成
的
挽
扶
，
自
己
艰
难
地
走
下
飞
机
，
一
阵
强
风
差
点
把
她
吹
倒
，
风
吹
在
仍
转
动
的
旋
翼
上
，
发
出
尖
利
的
啸
声
。
风
中
的
森
林
气
息
文
洁
很
熟
悉
，
她
认
识
这
风
，
这
风
也
认
识
她
，
这
是
大
兴
安
岭
的
风
。
她
很
快
听
到
了
另
一
种
声
音
，
一
个
低
沉
浑
厚
的
嗡
嗡
声
，
浑
厚
而
有
力
，
似
乎
构
成
了
整
个
世
界
的
背
景
，
这
是
不
远
处
抛
物
面
天
线
在
风
中
的
声
音
，
只
有
到
了
跟
前
，
才
能
真
正
感
受
到
这
张
天
网
的
巨
大
。
叶
文
洁
的
人
生
在
这
一
个
月
里
转
了
一
个
大
圈
又
回
来
了
—
—
她
现
在
是
在
雷
达
峰
上
。
叶
文
洁
不
由
得
转
头
朝
她
的
建
设
兵
团
连
队
所
在
的
方
向
望
去
，
只
看
到
暮
色
中
一
片
迷
蒙
的
林
海
。
直
升
机
显
然
不
是
专
为
接
她
的
，
几
名
士
兵
走
过
来
，
从
机
舱
里
卸
下
那
些
军
绿
色
的
货
箱
，
他
们
从
她
身
边
走
过
，
没
人
看
她
一
眼
。
她
和
雷
志
成
、
杨
卫
宁
一
行
三
人
继
续
向
前
走
去
，
叶
文
洁
发
现
雷
达
峰
的
峰
顶
是
这
样
的
宽
阔
，
在
天
线
的
下
面
有
一
小
群
白
色
建
筑
物
，
与
天
线
相
比
，
它
们
像
几
块
精
致
的
积
木
。
他
们
正
朝
有
两
名
哨
兵
站
岗
的
基
地
大
门
走
去
，
走
到
门
前
，
他
们
停
了
下
来
。
雷
志
成
转
向
叶
文
洁
，
郑
重
地
说
：
“
叶
文
洁
，
你
的
反
革
命
罪
行
证
据
确
凿
，
将
要
面
临
的
审
判
也
是
罪
有
应
得
；
现
在
，
你
面
前
有
一
个
立
功
赎
罪
的
机
会
，
你
可
以
接
受
，
也
可
以
拒
绝
。
”
他
向
天
线
方
向
指
了
指
，
“
这
是
一
个
国
防
科
研
基
地
，
其
中
正
在
进
行
的
研
究
项
目
需
要
你
掌
握
的
专
业
知
识
，
更
具
体
的
，
请
杨
总
工
程
师
为
你
介
绍
，
你
要
慎
重
考
虑
。
”
说
完
他
对
杨
卫
宁
点
了
点
头
，
尾
随
搬
运
物
资
的
士
兵
一
起
走
进
了
基
地
。
杨
卫
宁
等
别
人
走
远
了
，
向
叶
文
洁
示
意
了
一
下
，
带
她
走
远
些
，
显
然
是
怕
哨
兵
听
到
下
面
的
谈
话
。
这
时
，
他
不
再
隐
藏
自
己
与
她
的
相
识
：
“
叶
文
洁
，
我
可
向
你
说
清
楚
，
这
不
是
什
么
机
会
。
我
向
法
院
军
管
会
了
解
过
，
虽
然
程
丽
华
力
主
重
判
，
但
具
体
到
你
的
情
节
，
刑
期
最
多
也
就
是
十
年
，
考
虑
到
可
能
的
减
刑
，
也
就
是
六
七
年
的
样
子
。
而
这
里
—
—
”
他
向
基
地
方
向
偏
了
一
下
头
，
“
是
最
高
密
级
的
研
究
项
目
，
以
你
的
身
份
，
走
进
这
道
门
，
可
能
…
…
”
他
停
了
好
一
会
儿
，
似
乎
想
让
天
线
在
风
中
的
轰
鸣
声
加
重
自
己
的
语
气
，
“
一
辈
子
都
出
不
来
了
。
”
“
我
进
去
。
”
叶
文
洁
轻
声
说
。
杨
卫
宁
对
她
这
么
快
的
回
答
很
吃
惊
。
“
你
不
必
这
么
匆
忙
做
决
定
，
可
以
先
回
到
飞
机
上
去
，
它
三
小
时
后
才
起
飞
，
你
要
是
拒
绝
，
我
送
你
回
去
。
”
“
我
不
回
去
，
我
们
进
去
吧
。
”
叶
文
洁
的
声
音
仍
很
轻
，
但
其
中
有
一
种
斩
钉
截
铁
的
坚
定
。
现
在
除
了
死
后
不
知
是
否
存
在
的
另
一
个
世
界
，
她
最
想
去
的
地
方
就
是
这
样
与
世
隔
绝
的
峰
顶
了
，
在
这
里
，
她
有
一
种
久
违
的
安
全
感
。
“
还
是
慎
重
些
吧
，
你
想
清
楚
这
意
味
着
什
么
。
”
“
我
可
以
在
这
里
待
一
辈
子
。
”
杨
卫
宁
低
头
沉
默
了
，
他
看
着
远
方
，
似
乎
强
行
给
叶
文
洁
一
些
思
考
权
衡
的
时
间
，
叶
文
洁
也
沉
默
着
，
在
风
中
裹
紧
军
大
衣
看
着
远
方
，
那
里
，
大
兴
安
岭
已
消
失
在
浓
浓
的
夜
色
中
。
在
严
寒
下
不
可
能
有
很
多
时
间
，
杨
卫
宁
下
决
心
起
步
走
向
大
门
，
走
得
很
快
，
像
要
把
叶
文
洁
甩
掉
似
的
，
但
叶
文
洁
紧
跟
着
他
，
走
进
了
红
岸
基
地
的
大
门
。
两
名
哨
兵
在
他
们
通
过
后
关
上
了
两
扇
沉
重
的
铁
门
。
走
了
一
段
后
，
杨
卫
宁
站
住
，
指
着
天
线
对
文
洁
说
：
“
这
是
一
个
大
型
武
器
研
究
项
目
，
如
果
成
功
，
其
意
义
可
能
比
原
子
弹
和
氢
弹
都
大
。
”
在
路
过
基
地
内
最
大
的
一
幢
建
筑
时
，
杨
卫
宁
径
直
过
去
推
开
了
门
，
叶
文
洁
在
门
口
看
到
了
“
发
射
主
控
室
”
的
字
样
，
迈
进
门
，
一
股
带
着
机
油
味
的
热
气
迎
面
扑
来
，
她
看
到
宽
敞
的
大
厅
中
，
密
集
地
摆
放
着
各
类
仪
器
设
备
，
信
号
灯
和
示
波
仪
上
的
发
光
图
形
闪
成
一
片
，
十
多
名
穿
军
装
的
操
作
人
员
坐
在
几
乎
将
他
们
埋
没
的
一
排
排
仪
器
前
，
仿
佛
是
蹲
守
在
深
深
的
战
壕
中
。
操
作
口
令
此
起
彼
伏
，
显
得
紧
张
而
混
乱
。
“
这
里
暖
和
些
，
你
先
等
一
会
儿
，
我
去
安
排
好
你
的
住
处
就
来
。
”
杨
卫
宁
对
叶
文
洁
说
，
并
指
指
门
旁
边
一
张
桌
子
旁
的
椅
子
让
她
坐
。
叶
文
洁
看
到
，
那
张
桌
前
已
经
坐
了
一
个
人
，
那
是
一
位
带
手
枪
的
卫
兵
。
“
我
还
是
在
外
面
等
吧
。
”
叶
文
洁
停
住
脚
步
说
。
杨
卫
宁
和
善
地
笑
笑
，
“
你
以
后
就
是
基
地
的
工
作
人
员
了
，
除
了
少
数
地
方
，
你
哪
里
都
可
以
去
。
”
说
完
，
他
脸
上
有
一
种
不
安
的
表
情
，
显
然
意
识
到
了
这
话
另
一
层
的
意
思
：
你
再
也
不
能
离
开
这
里
了
。
“
我
还
是
去
外
面
吧
。
”
叶
文
洁
坚
持
说
。
“
那
…
…
好
吧
。
”
杨
卫
宁
看
看
那
位
并
没
有
注
意
他
们
的
卫
兵
，
似
乎
理
解
了
叶
文
洁
，
带
她
走
出
主
控
室
，
“
你
到
这
个
避
风
的
地
方
，
我
几
分
钟
就
回
来
，
主
要
是
找
人
给
那
个
房
间
生
上
火
，
基
地
的
条
件
现
在
还
不
太
好
，
没
有
暖
气
。
”
说
完
快
步
走
去
。
叶
文
洁
站
在
主
控
室
的
门
边
，
巨
大
的
天
线
就
竖
立
在
她
身
后
，
整
整
占
据
了
半
个
夜
空
。
在
这
里
，
她
能
够
清
楚
地
听
到
里
面
传
出
的
声
音
。
突
然
，
那
纷
乱
的
操
作
口
令
声
消
失
了
，
主
控
室
里
一
片
寂
静
，
只
能
隐
约
听
到
仪
器
设
备
偶
尔
发
出
的
蜂
鸣
声
，
接
着
出
现
了
一
个
压
倒
一
切
的
男
音
：
“
中
国
人
民
解
放
军
第
二
炮
兵
，
红
岸
工
程
第
1
4
7
次
常
规
发
射
，
授
权
确
认
完
毕
，
3
0
秒
倒
数
！
”
“
目
标
类
别
：
甲
三
；
坐
标
序
号
：
B
N
2
0
l
9
7
F
；
定
位
校
核
完
毕
，
2
5
秒
倒
数
！
”
“
发
射
文
档
号
：
2
2
；
附
加
：
无
；
续
传
：
无
；
文
档
最
后
校
核
完
毕
，
2
0
秒
倒
数
！
”
“
能
源
单
元
报
告
：
正
常
！
”
“
编
码
单
元
报
告
：
正
常
！
”
“
功
放
单
元
报
告
：
正
常
！
”
“
干
扰
监
测
报
告
：
在
许
可
范
围
！
”
“
程
序
不
可
逆
，
l
5
秒
倒
数
！
”
一
切
又
安
静
下
来
，
十
几
秒
钟
后
，
随
着
一
个
警
铃
声
响
起
，
天
线
上
的
一
盏
红
灯
急
剧
闪
烁
起
来
。
“
发
射
启
动
！
各
单
元
注
意
监
测
！
”
叶
文
洁
感
到
脸
上
有
轻
微
的
瘙
痒
感
，
她
知
道
一
个
巨
大
的
电
场
出
现
了
。
她
仰
头
顺
着
天
线
所
指
的
方
向
望
去
，
看
到
夜
空
中
的
一
缕
薄
云
发
出
幽
幽
蓝
光
，
那
光
很
微
弱
，
最
初
她
以
为
是
自
己
的
幻
觉
，
但
当
那
缕
云
飘
离
那
片
空
域
后
，
云
的
微
光
就
消
失
了
，
另
外
一
缕
飘
入
的
云
也
同
样
发
出
光
来
。
在
主
控
室
中
，
口
令
声
又
响
成
一
片
，
她
只
能
隐
约
听
出
其
中
的
几
句
：
“
功
放
单
元
故
障
，
3
号
磁
控
电
子
管
烧
毁
！
”
“
冗
余
单
元
投
入
正
常
！
”
“
断
点
l
，
续
传
正
常
！
”
…
…
叶
文
洁
听
到
另
外
一
种
“
呼
啦
啦
”
的
声
音
，
朦
胧
中
，
看
到
一
片
片
黑
影
从
山
下
的
密
林
中
出
现
，
盘
旋
着
升
上
夜
空
，
她
没
想
到
严
冬
的
森
林
中
还
有
这
么
多
的
鸟
儿
被
惊
起
。
接
着
她
目
睹
了
恐
怖
的
一
幕
：
一
个
鸟
群
飞
进
了
天
线
指
向
的
范
围
，
以
发
出
幽
光
的
那
缕
云
为
背
景
，
她
清
楚
地
看
到
了
群
鸟
纷
纷
从
空
中
坠
落
。
这
一
过
程
大
约
持
续
了
十
五
分
钟
，
天
线
上
的
红
灯
熄
灭
了
，
叶
文
洁
皮
肤
上
的
瘙
痒
感
也
消
失
了
，
主
控
室
中
，
纷
乱
的
口
令
声
依
旧
，
即
使
在
那
个
洪
亮
的
男
音
响
起
后
也
没
有
停
止
。
“
红
岸
工
程
第
1
4
7
次
发
射
进
行
完
毕
，
发
射
系
统
关
闭
，
红
岸
进
入
监
测
状
态
，
请
监
测
部
接
过
系
统
控
制
权
，
并
上
传
断
点
数
据
。
”
“
请
各
单
元
组
认
真
填
写
发
射
日
志
，
各
组
长
到
会
议
室
参
加
发
射
例
会
，
完
毕
。
”
一
切
都
沉
寂
下
来
，
只
有
天
线
在
风
中
发
出
的
混
响
依
旧
。
叶
文
洁
看
着
夜
空
中
的
鸟
群
纷
纷
落
回
森
林
中
。
她
再
次
仰
望
天
线
，
感
觉
它
像
一
只
向
苍
穹
张
开
的
巨
大
手
掌
，
拥
有
一
种
超
凡
脱
俗
的
力
量
。
她
向
“
手
掌
”
对
着
的
夜
空
看
去
，
并
没
有
看
到
已
被
它
打
击
的
B
N
2
0
1
9
7
F
号
目
标
，
在
稀
疏
的
云
缕
后
面
，
只
有
1
9
6
9
年
寒
冷
的
星
空
。
0
4
.
三
十
八
年
后
汪
淼
觉
得
，
来
找
他
的
这
四
个
人
是
一
个
奇
怪
的
组
合
：
两
名
警
察
和
两
名
军
人
，
如
果
那
两
个
军
人
是
武
警
还
算
正
常
，
但
这
是
两
名
陆
军
军
官
。
汪
淼
第
一
眼
就
对
来
找
他
的
警
察
没
有
好
感
。
其
实
那
名
穿
警
服
的
年
轻
人
还
行
，
举
止
很
有
礼
貌
，
但
那
位
便
衣
就
让
人
讨
厌
了
。
这
人
长
得
五
大
三
粗
，
一
脸
横
肉
，
穿
着
件
脏
兮
兮
的
皮
夹
克
，
浑
身
烟
味
，
说
话
粗
声
大
嗓
，
是
最
令
汪
淼
反
感
的
那
类
人
。
“
汪
淼
？
”
那
人
问
，
直
呼
其
名
令
汪
淼
很
不
舒
服
，
况
且
那
人
同
时
还
在
点
烟
，
头
都
不
抬
一
下
。
不
等
汪
淼
回
答
，
他
就
向
旁
边
那
位
年
轻
人
示
意
了
一
下
，
后
者
向
汪
淼
出
示
了
警
官
证
，
他
点
完
烟
后
就
直
接
向
屋
里
闯
。
“
请
不
要
在
我
家
里
抽
烟
。
”
汪
淼
拦
住
了
他
。
“
哦
，
对
不
起
，
汪
教
授
。
这
是
我
们
史
强
队
长
。
”
年
轻
警
官
微
笑
着
说
，
同
时
对
姓
史
的
使
了
个
眼
色
。
“
成
，
那
就
在
楼
道
里
说
吧
。
”
史
强
说
着
，
深
深
地
吸
了
一
大
口
，
手
中
的
烟
几
乎
燃
下
去
一
半
，
之
后
竟
不
见
吐
出
烟
来
。
“
你
问
。
”
他
又
向
年
轻
警
官
偏
了
一
下
头
。
“
汪
教
授
，
我
们
是
想
了
解
一
下
，
最
近
你
与
‘
科
学
边
界
’
学
会
的
成
员
有
过
接
触
，
是
吧
？
”
“
‘
科
学
边
界
’
是
一
个
在
国
际
学
术
界
很
有
影
响
的
学
术
组
织
，
成
员
都
是
著
名
学
者
。
这
样
一
个
合
法
的
学
术
组
织
，
我
怎
么
就
不
能
接
触
了
呢
？
”
“
你
看
看
你
这
个
人
！
”
史
强
大
声
说
，
“
我
们
说
它
不
合
法
了
吗
？
我
们
说
不
让
你
接
触
了
吗
？
”
他
说
着
，
刚
才
吸
进
肚
子
里
的
烟
都
喷
到
汪
淼
脸
上
。
“
那
好
，
这
属
于
个
人
隐
私
，
我
没
必
要
回
答
你
们
的
问
题
。
”
“
还
啥
都
成
隐
私
了
，
像
你
这
样
一
个
著
名
学
者
，
总
该
对
公
共
安
全
负
责
吧
。
”
史
强
把
手
中
的
烟
头
扔
掉
，
又
从
压
扁
了
的
烟
盒
里
抽
出
一
根
。
“
我
有
权
不
回
答
，
你
们
请
便
吧
。
”
汪
淼
说
着
要
转
身
回
屋
。
“
等
等
！
”
史
强
厉
声
说
，
同
时
朝
旁
边
的
年
轻
警
官
挥
了
一
下
手
，
“
给
他
地
址
和
电
话
，
下
午
去
走
一
趟
。
”
“
你
要
干
什
么
！
”
汪
淼
愤
怒
地
质
问
，
这
争
吵
引
得
邻
居
探
出
头
来
，
想
看
看
出
了
什
么
事
。
“
史
队
！
你
说
你
一
一
”
年
轻
警
官
生
气
地
将
史
强
拉
到
一
边
，
显
然
他
的
粗
俗
不
止
是
让
汪
淼
一
人
不
适
应
。
“
汪
教
授
，
请
别
误
会
。
”
一
名
少
校
军
官
急
忙
上
前
，
“
下
午
有
一
个
重
要
会
议
，
要
请
几
位
学
者
和
专
家
参
加
，
首
长
让
我
们
来
邀
请
您
。
”
“
我
下
午
很
忙
。
”
“
这
我
们
清
楚
，
首
长
已
经
向
超
导
中
心
领
导
打
了
招
呼
。
这
次
会
议
上
不
能
没
有
您
，
实
在
不
行
，
我
们
只
有
把
会
议
延
期
等
您
了
。
”
史
强
和
他
的
同
事
没
再
说
话
，
转
身
下
楼
了
，
两
位
军
官
看
着
他
们
走
远
，
似
乎
都
长
出
了
一
口
气
。
“
这
人
怎
么
这
样
儿
。
”
少
校
小
声
对
同
事
说
。
“
他
劣
迹
斑
斑
，
前
几
年
在
一
次
劫
持
人
质
事
件
中
，
他
不
顾
人
质
的
死
活
擅
自
行
动
，
结
果
导
致
一
家
三
口
惨
死
在
罪
犯
手
中
；
据
说
他
还
和
黑
社
会
打
得
火
热
，
用
一
帮
黑
道
势
力
去
收
拾
另
一
帮
；
去
年
又
搞
刑
讯
逼
供
，
使
一
名
嫌
疑
人
致
残
，
因
此
被
停
职
了
…
…
”
“
这
种
人
怎
么
能
进
作
战
中
心
？
”
“
首
长
点
名
要
他
，
应
该
有
什
么
过
人
之
处
吧
。
不
过
，
对
他
限
制
挺
严
，
除
了
公
安
方
面
的
事
务
，
几
乎
什
么
都
不
让
他
知
道
。
”
作
战
中
心
？
那
是
什
么
？
汪
淼
不
解
地
看
着
面
前
的
两
位
军
官
。
接
汪
淼
的
汽
车
驶
进
了
城
市
近
郊
的
一
座
大
院
，
从
那
只
有
门
牌
号
码
没
有
单
位
名
牌
的
大
门
，
汪
淼
知
道
这
里
是
军
方
而
不
是
警
方
的
地
盘
。
会
议
是
在
一
个
大
厅
里
举
行
的
，
汪
淼
一
进
去
就
对
这
里
的
纷
乱
吃
惊
不
小
。
大
厅
周
围
是
一
圈
胡
乱
安
放
的
电
脑
设
备
，
有
的
桌
子
上
放
不
下
就
直
接
搁
地
板
上
，
电
线
和
网
线
纠
缠
着
散
在
地
上
；
一
大
摞
网
络
交
换
机
没
有
安
在
机
架
内
，
而
是
随
手
堆
放
在
服
务
器
上
；
有
好
几
个
投
影
仪
的
大
屏
幕
，
在
大
厅
的
角
落
里
呈
不
同
角
度
随
意
立
着
，
像
吉
普
赛
人
的
帐
篷
；
烟
雾
像
晨
雾
般
在
半
空
浮
了
一
层
…
…
汪
淼
不
知
道
这
是
否
就
是
那
名
军
官
所
说
的
作
战
中
心
，
有
一
点
他
可
以
肯
定
：
这
里
在
处
理
的
事
情
，
已
经
让
人
们
顾
不
上
其
他
了
。
临
时
拼
凑
的
会
议
桌
上
也
是
堆
满
了
文
件
和
杂
物
，
与
会
者
大
多
神
情
疲
惫
，
衣
服
皱
巴
巴
的
，
有
领
带
的
都
扯
开
了
，
好
像
熬
了
一
夜
。
主
持
会
议
的
是
一
位
叫
常
伟
思
的
陆
军
少
将
，
与
会
者
有
一
半
是
军
人
。
经
过
简
单
的
介
绍
，
他
知
道
还
有
少
部
分
警
方
人
员
，
其
他
的
人
都
是
和
他
一
样
参
加
会
议
的
专
家
学
者
，
其
中
有
几
位
还
是
很
有
名
望
的
科
学
家
，
而
且
是
研
究
基
础
科
学
的
。
令
他
感
到
意
外
的
是
还
有
四
个
外
国
人
，
这
些
人
的
身
份
令
他
大
吃
一
惊
：
其
中
的
两
个
人
也
是
军
人
，
分
别
是
美
军
空
军
上
校
和
英
国
陆
军
上
校
，
职
务
是
北
约
联
络
员
；
另
外
两
人
居
然
是
美
国
中
央
情
报
局
的
官
员
，
在
这
里
的
职
务
是
什
么
观
察
员
。
从
所
有
人
的
脸
上
，
汪
淼
都
读
出
了
一
句
话
：
我
们
已
经
尽
力
了
，
快
他
妈
的
结
束
吧
！
汪
淼
看
到
了
史
强
，
他
倒
是
一
反
昨
天
的
粗
鲁
，
向
汪
淼
打
招
呼
，
但
那
一
脸
傻
笑
让
汪
淼
愉
快
不
起
来
。
他
不
想
挨
史
强
坐
，
但
也
只
有
那
一
个
空
位
，
他
只
好
坐
过
去
，
屋
里
本
来
已
经
很
浓
的
烟
味
更
加
重
了
。
发
文
件
时
，
史
强
凑
近
汪
淼
说
：
“
汪
教
授
，
你
好
像
是
在
研
究
什
么
…
…
新
材
料
？
”
“
纳
米
材
料
。
”
汪
淼
简
单
地
回
答
。
“
我
听
说
过
，
那
玩
意
儿
强
度
很
高
，
不
会
被
用
于
犯
罪
吧
？
”
从
史
强
那
带
有
一
半
调
侃
的
表
情
上
，
汪
淼
看
不
出
他
是
不
是
开
玩
笑
。
“
什
么
意
思
？
”
“
呵
，
听
说
那
玩
意
儿
一
根
头
发
丝
粗
就
能
吊
起
一
辆
大
卡
车
，
犯
罪
分
子
要
是
偷
点
儿
去
做
把
刀
，
那
一
刀
就
能
把
一
辆
汽
车
砍
成
两
截
吧
。
”
“
哼
，
根
本
不
用
做
成
刀
，
用
那
种
材
料
做
一
根
只
有
头
发
丝
百
分
之
一
粗
细
的
线
，
拦
在
路
上
，
就
能
把
过
往
的
汽
车
像
切
奶
酪
那
样
切
成
两
半
…
…
啥
不
能
用
于
犯
罪
？
刮
鱼
鳞
的
刀
都
能
！
”
史
强
把
面
前
的
文
件
从
袋
中
抽
出
一
半
又
塞
了
回
去
，
显
然
没
了
兴
趣
。
“
说
得
对
，
鱼
都
能
犯
罪
呢
！
我
办
过
一
个
杀
人
案
，
一
个
娘
们
儿
把
她
丈
夫
的
那
玩
意
儿
割
下
来
了
。
知
道
用
的
是
什
么
？
冰
箱
里
冷
冻
的
罗
非
鱼
！
鱼
冻
硬
后
，
背
上
的
那
排
刺
就
跟
一
把
快
刀
似
的
…
…
”
“
我
没
兴
趣
，
怎
么
，
让
我
来
开
会
就
是
为
这
事
儿
？
”
“
鱼
？
纳
米
材
料
？
不
、
不
，
与
那
些
都
没
关
系
。
”
史
强
把
嘴
凑
到
汪
淼
耳
边
，
“
别
给
这
帮
家
伙
好
脸
，
他
们
歧
视
咱
们
，
只
想
从
咱
们
这
里
掏
情
报
，
但
什
么
都
不
告
诉
咱
们
。
像
我
，
在
这
儿
混
了
一
个
多
月
，
还
和
你
一
样
什
么
都
不
知
道
。
”
“
同
志
们
，
会
议
开
始
。
”
常
伟
思
将
军
说
，
“
在
全
球
各
战
区
，
我
们
这
里
现
在
成
为
焦
点
。
首
先
把
当
前
情
况
向
与
会
的
同
志
们
介
绍
一
下
。
”
“
战
区
”
这
个
不
寻
常
的
术
语
令
汪
淼
迷
惑
，
他
还
注
意
到
，
首
长
好
像
并
没
有
打
算
向
他
这
样
的
新
人
介
绍
来
龙
去
脉
，
这
倒
是
印
证
了
史
强
的
话
。
在
常
将
军
这
简
短
的
开
场
白
中
，
他
两
次
提
到
了
“
同
志
们
”
，
汪
淼
看
看
对
面
的
两
名
北
约
军
人
和
两
个
美
国
中
情
局
官
员
，
感
觉
将
军
似
乎
漏
掉
了
“
先
生
们
”
。
“
他
们
也
是
同
志
，
反
正
这
边
的
人
都
是
这
么
称
呼
的
。
”
史
强
低
声
地
对
汪
淼
说
，
同
时
用
手
中
的
烟
指
了
指
那
四
个
外
国
人
。
在
迷
惑
的
同
时
，
汪
淼
对
史
强
的
观
察
力
留
下
了
些
印
象
。
“
大
史
，
你
把
烟
熄
了
，
这
儿
的
烟
味
够
浓
了
。
”
常
伟
思
说
，
低
头
翻
着
文
件
。
史
强
拿
着
刚
点
着
的
烟
四
下
看
看
，
没
找
到
烟
灰
缸
，
就
“
吱
啦
”
一
声
扔
到
茶
杯
里
了
。
他
抓
住
这
个
机
会
举
手
要
求
发
言
，
没
等
常
伟
思
表
态
就
大
声
说
道
：
“
首
长
，
我
提
个
要
求
，
以
前
提
过
的
—
—
信
息
对
等
！
”
常
伟
思
将
军
抬
起
头
，
“
没
有
任
何
一
个
军
事
行
动
是
信
息
对
等
的
，
这
点
也
请
到
会
的
专
家
学
者
们
谅
解
，
我
们
不
可
能
给
你
们
介
绍
更
多
的
背
景
资
料
。
”
“
但
我
们
不
一
样
。
”
史
强
说
，
“
警
方
从
作
战
中
心
成
立
之
初
就
一
直
参
与
，
可
直
到
现
在
，
我
们
连
这
个
机
构
到
底
是
干
什
么
的
都
不
知
道
。
而
且
，
你
们
正
在
把
警
方
排
挤
出
去
，
你
们
一
步
步
熟
悉
我
们
的
工
作
，
然
后
把
我
们
一
个
个
赶
走
。
”
与
会
的
另
外
几
名
警
官
都
在
低
声
制
止
史
强
。
史
强
敢
对
常
伟
思
这
样
级
别
的
首
长
这
么
说
话
，
汪
淼
有
些
吃
惊
，
而
后
者
的
反
击
更
犀
利
。
“
我
说
大
史
，
现
在
看
来
，
你
在
部
队
上
的
老
毛
病
还
没
改
。
你
能
代
表
警
方
吗
？
你
因
为
自
己
的
恶
劣
行
为
已
被
停
职
好
几
个
月
了
，
马
上
就
要
被
清
除
出
公
安
队
伍
。
我
调
你
来
，
是
看
重
你
在
城
市
警
务
方
面
的
经
验
，
你
要
珍
惜
这
次
机
会
。
”
大
史
用
粗
嗓
门
说
：
“
那
我
是
戴
罪
立
功
了
？
你
们
不
是
说
那
都
是
些
歪
门
邪
道
的
经
验
吗
？
”
“
但
有
用
。
”
常
伟
思
对
史
强
点
点
头
，
“
有
用
就
行
，
现
在
顾
不
了
那
么
多
了
，
这
是
战
争
时
期
。
”
“
什
么
都
顾
不
了
了
，
”
一
位
C
I
A
的
情
报
官
员
用
标
准
的
普
通
话
说
，
“
我
们
不
能
再
用
常
规
思
维
。
”
那
位
英
军
上
校
显
然
也
能
听
懂
中
文
，
他
点
点
头
，
“
T
o
b
e
o
r
n
o
t
t
o
b
e
…
”
“
他
说
什
么
？
”
史
强
问
汪
淼
。
“
没
什
么
。
”
汪
淼
机
械
地
回
答
。
这
些
人
似
乎
在
梦
呓
，
战
争
时
期
？
战
争
在
哪
儿
？
他
扭
头
望
向
大
厅
的
落
地
窗
，
透
过
窗
子
可
以
看
到
远
处
大
院
外
面
的
城
市
：
春
天
的
阳
光
下
，
街
道
上
车
流
如
织
；
草
坪
上
有
人
在
遛
狗
，
还
有
几
个
孩
子
在
玩
耍
…
…
里
面
和
外
面
的
世
界
，
哪
个
更
真
实
？
常
将
军
讲
道
：
“
最
近
，
敌
人
的
攻
击
明
显
加
强
了
，
目
标
仍
是
科
学
界
高
层
，
请
你
们
先
看
一
下
文
件
中
的
那
份
名
单
。
”
汪
淼
抽
出
文
件
中
最
上
面
的
那
张
纸
，
是
用
大
号
字
打
印
的
，
名
单
显
然
拟
得
很
仓
促
，
中
文
和
英
文
姓
名
都
有
。
“
汪
教
授
，
看
到
这
份
名
单
，
您
有
什
么
印
象
？
”
常
伟
思
看
着
汪
淼
问
。
“
我
知
道
其
中
的
三
人
，
都
是
物
理
学
最
前
沿
的
著
名
学
者
。
”
汪
淼
答
道
，
有
些
心
不
在
焉
，
他
的
目
光
锁
定
在
最
后
一
个
名
字
上
，
在
他
的
潜
意
识
中
，
那
两
个
字
的
色
彩
与
上
面
几
行
字
是
不
同
的
。
怎
么
会
在
这
里
看
到
她
的
名
字
？
她
怎
么
了
？
“
认
识
？
”
大
史
用
一
根
被
烟
熏
黄
的
粗
指
头
指
着
文
件
上
的
那
个
名
字
问
，
汪
淼
没
有
反
应
。
“
呵
，
不
太
认
识
。
想
认
识
？
”
现
在
，
汪
淼
知
道
常
伟
思
把
他
以
前
的
这
个
战
士
调
来
是
有
道
理
的
，
这
个
外
表
粗
俗
的
家
伙
，
眼
睛
跟
刀
子
一
样
。
他
也
许
不
是
个
好
警
察
，
但
确
实
是
个
狠
角
色
。
那
是
一
年
前
，
汪
淼
是
“
中
华
二
号
”
高
能
加
速
器
项
目
纳
米
构
件
部
分
的
负
责
人
。
那
天
下
午
在
良
湘
的
工
地
上
，
一
次
短
暂
的
休
息
中
，
他
突
然
被
眼
前
的
一
幅
构
图
吸
引
了
。
作
为
一
名
风
景
摄
影
爱
好
者
，
现
实
的
场
景
经
常
在
他
眼
中
形
成
一
幅
幅
艺
术
构
图
。
构
图
的
主
体
就
是
他
们
正
在
安
装
的
超
导
线
圈
，
那
线
圈
有
三
层
楼
高
，
安
装
到
一
半
，
看
上
去
是
一
个
由
巨
大
的
金
属
块
和
乱
麻
般
的
超
低
温
制
冷
剂
管
道
组
成
的
怪
物
，
仿
佛
一
堆
大
工
业
时
代
的
垃
圾
，
显
示
出
一
种
非
人
性
的
技
术
的
冷
酷
和
钢
铁
的
野
蛮
。
就
在
这
金
属
巨
怪
前
面
，
出
现
了
一
个
年
轻
女
性
纤
细
的
身
影
。
这
构
图
的
光
线
分
布
也
很
绝
：
金
属
巨
怪
淹
没
在
临
时
施
工
顶
棚
的
阴
影
里
，
更
透
出
那
冷
峻
、
粗
糙
的
质
感
；
而
一
束
夕
阳
金
色
的
光
，
透
过
顶
棚
的
孔
洞
正
好
投
在
那
个
身
影
上
，
柔
和
的
暖
光
照
着
她
那
柔
顺
的
头
发
，
照
着
工
作
服
领
口
上
白
皙
的
脖
颈
，
看
上
去
就
像
一
场
狂
暴
的
雷
雨
后
，
巨
大
的
金
属
废
墟
上
开
出
了
一
朵
娇
柔
的
花
…
…
“
看
什
么
看
，
干
活
儿
！
”
汪
淼
吓
了
一
跳
，
然
后
发
现
纳
米
研
究
中
心
主
任
说
的
不
是
他
，
而
是
一
名
年
轻
工
程
师
，
后
者
也
和
自
己
一
样
呆
呆
地
望
着
那
个
身
影
。
汪
淼
从
艺
术
中
回
到
现
实
，
发
现
那
位
女
性
不
是
一
般
的
工
作
人
员
，
因
为
总
工
程
师
陪
同
着
她
，
在
向
她
介
绍
着
什
么
，
一
副
很
尊
敬
的
样
子
。
“
她
是
谁
？
”
汪
淼
问
主
任
。
“
你
应
该
知
道
她
的
，
”
主
任
说
，
用
手
划
了
一
大
圈
，
“
这
个
投
资
二
百
亿
的
加
速
器
建
成
后
，
第
一
次
运
行
的
可
能
就
是
验
证
她
提
出
的
一
个
超
弦
模
型
。
要
说
在
论
资
排
辈
的
理
论
研
究
圈
子
，
本
来
轮
不
到
她
的
，
可
那
些
老
家
伙
不
敢
先
来
，
怕
丢
人
，
就
让
她
捡
了
个
便
宜
。
”
“
什
么
？
杨
冬
是
…
…
女
的
？
！
”
“
是
的
，
我
们
也
是
在
前
天
见
到
她
时
才
知
道
。
”
主
任
说
。
那
名
工
程
师
问
：
“
她
这
人
是
不
是
有
什
么
心
理
障
碍
，
要
不
怎
么
会
从
来
不
上
媒
体
呢
？
别
像
是
钱
钟
书
似
的
，
到
死
大
家
也
没
能
在
电
视
上
看
上
一
眼
。
”
“
可
我
们
也
不
至
于
不
知
道
钱
钟
书
的
性
别
吧
？
我
觉
得
她
童
年
一
定
有
什
么
不
寻
常
的
经
历
，
以
致
得
了
自
闭
症
。
”
汪
淼
说
，
多
少
有
一
些
酸
葡
萄
心
理
。
杨
冬
和
总
工
程
师
走
过
来
，
在
经
过
时
她
对
他
们
微
笑
着
点
点
头
，
没
说
一
句
话
，
但
汪
淼
记
住
了
她
那
清
澈
的
眼
睛
。
当
天
晚
上
汪
淼
坐
在
书
房
里
，
欣
赏
着
挂
在
墙
上
的
自
己
最
得
意
的
几
幅
风
景
摄
影
，
他
的
目
光
落
在
一
幅
塞
外
风
光
上
—
—
那
是
一
个
荒
凉
的
山
谷
，
雪
山
从
山
谷
的
尽
头
露
出
一
抹
白
；
山
谷
的
这
一
端
，
半
截
沧
桑
的
枯
木
占
据
了
几
乎
三
分
之
一
的
画
面
。
汪
淼
在
想
象
中
把
那
个
萦
绕
在
他
脑
海
中
的
身
影
叠
印
到
画
面
上
，
让
她
位
于
山
谷
的
深
处
，
看
去
很
小
很
小
；
这
时
汪
淼
惊
奇
地
发
现
，
整
个
画
面
苏
醒
过
来
，
仿
佛
照
片
中
的
世
界
认
出
了
那
个
身
影
，
仿
佛
这
一
切
本
来
就
是
为
她
而
存
在
。
他
又
依
次
在
想
象
中
将
那
个
身
影
叠
印
到
另
外
几
幅
作
品
上
，
有
时
还
将
她
那
双
眼
睛
作
为
照
片
上
空
旷
苍
穹
的
背
景
，
那
些
画
面
也
都
苏
醒
过
来
，
展
现
出
一
种
汪
淼
从
未
想
象
过
的
美
。
以
前
，
汪
淼
总
觉
得
自
己
的
摄
影
作
品
缺
少
某
种
灵
魂
；
现
在
他
知
道
了
，
缺
的
是
她
。
“
名
单
上
的
这
些
物
理
学
家
，
在
不
到
两
个
月
的
时
间
里
，
先
后
自
杀
。
”
常
伟
思
